[
    {
        "id": "PC-MKTMS-GYM-2023",
        "/Title": "Partial Cutting - Ministry key training materials, standards, systems, and growth and yield models",
        "/Author": "Ministry of Forests, Lands and Natural Resource Operations",
        "/Subject": "The document provides a comprehensive overview of the work and resources related to partial cutting developed by the Ministry. It outlines the concept of partial cutting, key training materials, resources, standards, and growth and yield models, with an emphasis on silvicultural systems.",
        "/Creator": "Ministry of Forests, Lands and Natural Resource Operations",
        "/Producer": "Ministry of Forests, Lands and Natural Resource Operations",
        "/CreationDate": null,
        "/ModDate": null,
        "/Keywords": "Partial Cutting, Silvicultural Systems, Training Material, Standards, Growth and Yield Models, Ministry of Forests, Lands and Natural Resource Operations"
    },
    {
        "id": "OkanaganTSADiscussionJan2021",
        "/Title": "Okanagan TSA Discussion Paper January 2021",
        "/Author": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development (FLNRORD)",
        "/Subject": "This document is a discussion paper on the timber supply review for the Okanagan Timber Supply Areas (TSA). The review examines the impacts of legal requirements and demonstrated forest management practices on the timber supply, economy, environment, and social conditions of the local area and province. The review aims to set a new allowable annual cut (AAC) for the Okanagan TSA and identify areas of information improvement for future timber supply reviews.",
        "/Creator": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development (FLNRORD)",
        "/CreationDate": "202101",
        "/ModDate": null,
        "/Keywords": "Okanagan TSA, timber supply review, AAC, Forest Act, timber supply analysis, resource management objectives, Forest and Range Practices Act, Okanagan Shuswap Land and Resource Management Plan"
    },
    {
        "id": "BCTimberRep2019",
        "/Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT April 1, 2018 to March 31, 2019",
        "/Author": "BC Timber Sales",
        "/Subject": "The document is an annual performance report for BC Timber Sales (BCTS), a program within the Ministry of Forest, Lands, Natural Resources Operations and Rural Development. The report reviews BCTS's activities such as planning, developing, and selling through auction a significant portion of the Province's annual available timber volume, as well as reforesting harvested areas.",
        "/Creator": "Ministry of Forest, Lands, Natural Resources Operations and Rural Development",
        "/CreationDate": "20190401",
        "/ModDate": null,
        "/Keywords": "BC Timber Sales, Annual Performance, Ministry of Forest, Lands, Natural Resources Operations and Rural Development, Stewardship, Crown land, Sustainable Natural Resource Management, Reconciliation with Indigenous Peoples, Resilience to Natural Hazards, Rural Development and Resilience, Market Pricing System"
    },
    {
		"id": "BCTimberRep2020",
		"/Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT April 1, 2019 to March 31, 2020",
		"/Author": "BC Timber Sales",
		"/Subject": "The document is an annual performance report for BC Timber Sales (BCTS), a self-financing program within the Ministry of Forest, Lands, Natural Resources Operations and Rural Development. The report provides an overview of BCTS's sustainable management, planning, development, and auctioning activities, which form a significant portion of the Province's annual available timber volume. The report also covers reforestation efforts for harvested areas and their implications on the Market Pricing System.",
		"/Creator": "Ministry of Forest, Lands, Natural Resources Operations and Rural Development",
		"/CreationDate": "20200401",
		"/ModDate": null,
		"/Keywords": "BC Timber Sales, Annual Performance, Ministry of Forest, Lands, Natural Resources Operations and Rural Development, Stewardship, Crown land, Sustainable Natural Resource Management, Reconciliation with Indigenous Peoples, Resilience to Natural Hazards, Rural Development and Resilience, Market Pricing System"
	},
	{
		"id": "BCInterAppManu2022",
		"/Title": "TIMBER PRICING BRANCH Interior Appraisal Manual Effective July 1, 2022 Cost Base of: 2020",
		"/Author": "Timber Pricing Branch",
		"/Subject": "This Interior Appraisal Manual is intended for use by individuals or companies conducting business with the British Columbia Government. It includes information on appraisal summaries, changes in circumstances, updates on cost estimates, and various other aspects of timber pricing.",
		"/Creator": "Ministry of Forests",
		"/CreationDate": "20220701",
		"/ModDate": null,
		"/Keywords": "Timber Pricing Branch, Interior Appraisal Manual, British Columbia Government, Timber Pricing, Cost Estimates, Ministry of Forests"
	},
	{
		"id": "BCSilviSurManu",
		"/Title": "Silviculture Survey Procedures Manual",
		"/Author": "Ministry of Forests (FOR) – Forest Science, Planning and Practices Branch (FSPPB)",
		"/Subject": "This manual covers the collection and compilation of silviculture survey data and provides guidance to meet legislated reporting requirements. It also covers survey methodologies, stocking standards, and best practices in silviculture surveying.",
		"/Creator": "Forest Science, Planning and Practices Branch",
		"/CreationDate": "20230401",
		"/ModDate": null,
		"/Keywords": "Forest Science, Planning and Practices Branch, Silviculture Survey, Procedures Manual, Ministry of Forests, Reporting Requirements, Survey Methodologies"
	},
	{
		"id": "APTR041SMUSIKA",
		"/Title": "Linkages and Licences",
		"/Author": "Ministry of Forests, Lands, and Natural Resource Operations - Apportionment System",
		"/Subject": "The document reports on the licences in timber supply areas, tree farm licences, and pulpwood agreements with apportioned volume only. It also categorizes different types of licences and provides descriptions of different forest licences and regions.",
		"/Creator": "IDIR\\SMUSIKA",
		"/CreationDate": "20210330",
		"/ModDate": null,
		"/Keywords": "Licences, AAC, Forest Act, Corporate Group, Company, Forest Licences, Natural Resource Region, TSA"
	},
	{
		"id": "BCTSPERF2021",
		"/Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT APRIL 1, 2020 – MARCH 31, 2021",
		"/Author": "BC Timber Sales (BCTS), Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Subject": "This report details the annual performance of BC Timber Sales (BCTS) for the fiscal year April 1, 2020 – March 31, 2021. BCTS is a self-financing program within the Ministry of Forests, Lands, Natural Resource Operations and Rural Development that manages the harvesting and reforestation of approximately 20 percent of the timber available for harvest from British Columbia’s timber harvesting land base.",
		"/Creator": "BC Timber Sales (BCTS)",
		"/CreationDate": "20210331",
		"/ModDate": null,
		"/Keywords": "Annual Performance, BC Timber Sales, BCTS, Ministry of Forests, Lands, Natural Resource Operations and Rural Development, Timber Harvesting, Reforestation, Sustainable Resource Management, Economic Prosperity, Business Excellence, Market Pricing System, MPS"
	},
	{
		"id": "BCTSPERF2022",
		"/Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT APRIL 1, 2021 – MARCH 31, 2022",
		"/Author": "BC Timber Sales (BCTS), Ministry of Forests",
		"/Subject": "This report details the annual performance of BC Timber Sales (BCTS) for the fiscal year April 1, 2021 – March 31, 2022. BCTS is a self-financing program within the Ministry of Forests that manages the harvesting and reforestation of approximately 20 percent of the timber available for harvest from British Columbia’s timber harvesting land base.",
		"/Creator": "BC Timber Sales (BCTS)",
		"/CreationDate": "20220331",
		"/ModDate": null,
		"/Keywords": "Annual Performance, BC Timber Sales, BCTS, Ministry of Forests, Timber Harvesting, Reforestation, Sustainable Resource Management, Economic Prosperity, Business Excellence, Market Pricing System, MPS, Old Growth Strategy"
	},
	{
		"id": "BCTSCLIMACTSTRAT",
		"/Title": "B.C. TIMBER SALES Climate Change Action Strategy",
		"/Author": "BC Timber Sales (BCTS), Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Subject": "The document lays out the guiding principles of BCTS' strategy for climate change action, which includes incorporating climate change objectives into operations, participating in provincial adaptation initiatives, enabling staff to practice sustainable forest management in an uncertain future climate.",
		"/Creator": "BC Timber Sales (BCTS)",
		"/Keywords": "Climate Change, Action Strategy, BC Timber Sales, BCTS, Sustainable Forest Management, Climate Adaptation, Innovation, Communication, Collaboration, LEAN, Policy Direction",
		"/CreationDate": "20150202",
		"/ModDate": null
	},
	{
		"id": "BCTS2021Report",
		"/Title": "BCTS BC Timber Sales Environmental Stewardship and Sustainability Report: Sustainably Managed Forests for the Benefit of all British Columbians",
		"/Author": "BC Timber Sales (BCTS)",
		"/Subject": "This document provides an overview of the environmental stewardship and sustainability efforts of BC Timber Sales. It highlights their commitment to sustainable forest management and the benefits it brings to all British Columbians.",
		"/Creator": "BC Timber Sales (BCTS)",
		"/Keywords": "BC Timber Sales, Environmental Stewardship, Sustainability, Sustainable Forest Management, British Columbians",
		"/ModDate": null,
		"/CreationDate": "202104"
	},
	{
		"id": "BCTS202225PLAN",
		"/Title": "BCTS BC Timber Sales BUSINESS PLAN 2022/23 – 2024/25",
		"/Author": "BC Timber Sales (BCTS)",
		"/Subject": "A business plan by BC Timber Sales (BCTS) outlining their operational plan for the period 2022/23 to 2024/25. This includes plans for sustainable forest management, harvest planning, auction of timber volumes and reforestation efforts.",
		"/Creator": "BC Timber Sales (BCTS)",
		"/Keywords": "BC Timber Sales, Business Plan, Ministry of Forests, Sustainable Forest Management, Timber Harvesting, Market Pricing System, Reforestation",
		"/ModDate": null,
		"/CreationDate": "20220725"
	},
	{
		"id": "2019BILL21BCFPA",
		"/Title": "BILL 21 – 2019: FOREST AND RANGE PRACTICES AMENDMENT ACT, 2019",
		"/Author": "HONOURABLE DOUG DONALDSON, MINISTER OF FORESTS, LANDS, NATURAL RESOURCE OPERATIONS AND RURAL DEVELOPMENT",
		"/Subject": "The document is an amendment act pertaining to the Forest and Range Practices. It contains the details of changes in definitions, amendments to the act and potential scenarios around forest stewardship plans.",
		"/Creator": "Legislative Assembly of the Province of British Columbia",
		"/Keywords": "Forest Stewardship Plan, Amendment Act, Ecological Community, Operational Plan, Wildlife Act",
		"/ModDate": null,
		"/CreationDate": "20190516"
	},
	{
		"id": "BTSA2011TSRDP",
		"/Title": "Boundary Timber Supply Area Timber Supply Review Data Package June 2011",
		"/Author": "Ministry of Forests, Lands, and Natural Resource Operations",
		"/Subject": "This data package summarizes the information and assumptions that are used to conduct timber supply analysis for the Boundary Timber Supply Area (TSA). It represents current performance and management regime, including land-use plans, legal objectives and changes in forest management objectives and data.",
		"/Creator": "Tara DeCourcy, Stewardship Officer, Selkirk Resource District, Ministry of Forests, Lands, and Natural Resource Operations",
		"/Keywords": "Timber Supply, Boundary Timber Supply Area, Forest Management, Data Package, Timber Supply Review, Timber Analysis, Base case harvest forecast, Current management",
		"/ModDate": null,
		"/CreationDate": "201106"
	},
	{
		"id": "BoundTSA2013PDP",
		"/Title": "Boundary TSA Timber Supply Analysis Public Discussion Paper",
		"/Author": "Forest Analysis and Inventory Branch, Ministry of Forests, Lands and Natural Resource Operations",
		"/Subject": "The document provides a comprehensive review of the timber supply for the Boundary Timber Supply Area (TSA). It discusses factors influencing a sustainable long-term timber supply including land base composition, forest management practices, socio-economic and environmental conditions. The report also outlines plans for setting a new allowable annual cut (AAC).",
		"/Creator": "Ministry of Forests, Lands and Natural Resource Operations",
		"/Keywords": "Boundary TSA, Timber Supply, Ministry of Forests, Lands and Natural Resource Operations, Allowable Annual Cut, Forest Management, Public Discussion Paper",
		"/ModDate": null,
		"/CreationDate": "201307"
	},
	{
		"id": "BC2014AACRatnl",
		"/Title": "Boundary Timber Supply Area Rationale for Allowable Annual Cut (AAC) Determination",
		"/Author": "MINISTRY OF FORESTS, LANDS AND NATURAL RESOURCE OPERATIONS",
		"/Subject": "This document provides an accounting of the factors considered, and the rationale employed in making a determination, under Section 8 of the Forest Act, of the allowable annual cut (AAC) for Boundary Timber Supply Area (TSA).",
		"/Creator": "Diane Nicholls, RPF, Deputy Chief Forester",
		"/Keywords": "British Columbia, Allowable Annual Cut, Timber Supply Area, Forest Act, Crown forest land base, timber harvesting land base, First Nations",
		"/ModDate": null,
		"/CreationDate": "20140522"
	},
	{
		"id": "BCF20230307BSM",
		"/Title": "Bridge Standards Manual",
		"/Author": "BC Ministry of Forests",
		"/Subject": "The BC Ministry of Forests is responsible for determining appropriate standards for bridges on Forest Service Roads (FSRs) in British Columbia. This Bridge Standards Manual (BSM or Manual) provides these standards. It is intended for use by Ministry staff and others, including bridge engineers, engineering technicians, surveyors, hydrologists, river engineers, geoscientists, geotechnical engineers, structural engineers, forest professionals, project managers, bridge fabricators, bridge installers and bridge inspectors.",
		"/Creator": "BC Ministry of Forests",
		"/Keywords": "Bridge, Standards, Manual, BC Ministry of Forests, Forest Service Roads, Guidelines, Specifications, Requirements",
		"/ModDate": null,
		"/CreationDate": "20230307"
	},
	{
		"id": "CPRoadTenure2020",
		"/Title": "Cutting Permit and Road Tenure Administration Manual",
		"/Author": "Ministry responsible for the application, issuance and ongoing administration of cutting permits and road tenures",
		"/Subject": "This manual provides guidance on the administration of cutting permits and road tenures, establishing business processes, rules, and guidance for the application, issuance, maintenance, and termination of these authorizations.",
		"/Creator": "BC Ministry of Forests",
		"/Keywords": "Cutting Permits, Road Tenures, Administration, Ministry, Legislation, Policy, Forest Tenures Branch",
		"/ModDate": null,
		"/CreationDate": "202009"
	},
	{
		"id": "FPCOBCA20040131",
		"/Title": "FOREST PRACTICES CODE OF BRITISH COLUMBIA ACT",
		"/Author": "Quickscribe Services Ltd.",
		"/Subject": "The document pertains to the FOREST PRACTICES CODE OF BRITISH COLUMBIA ACT, with amendments included until January 31, 2004",
		"/Creator": "Quickscribe Services Ltd.",
		"/Keywords": "FOREST PRACTICES CODE, BRITISH COLUMBIA ACT, Quickscribe Services Ltd., Evidence Act of British Columbia, 2003 Bill 76 amendments",
		"/ModDate": null,
		"/CreationDate": "20040131"
	},
	{
		"id": "FOR202106ANALYSIS",
		"/Title": "Provincial Guide for the preparation of Information Packages and Analysis Reports for Area-based Tenures",
		"/Author": "Forest Tenures Branch, Forest Analysis & Inventory Branch",
		"/Subject": "A comprehensive guide designed to aid area-based tenure holders like Tree Farm Licences (TFL), Community Forest Agreements (CFA) and First Nations Woodland Licences (FNWL) in preparing information packages and timber supply analysis reports which are crucial components of a management plan.",
		"/Creator": "Forest Tenures Branch, Forest Analysis & Inventory Branch",
		"/Keywords": "Tenure Holders, Tree Farm Licences, Community Forest Agreements, First Nations Woodland Licences, Timber Supply Analysis, Management Plan, Allowable Annual Cut",
		"/ModDate": null,
		"/CreationDate": "202106"
	},
	{
		"id": "WASTASSESS2021",
		"/Title": "Waste Assessments Policy",
		"/Author": "Timber Pricing Branch",
		"/Subject": "A policy document outlining the circumstances and criteria for waste assessments and potential relief for licensees under the Timber Pricing Branch. It also outlines methods for conducting waste assessments, classification of waste, reporting, monetary billing, and assessment submissions.",
		"/Creator": "Associate Deputy Minister",
		"/Keywords": "Waste Assessments, Waste Relief, Merchantable Crown Timber, Primary logging, Timber harvesting, Reserved, Waste Measurement Procedures, Avoidable Waste, Unavoidable Waste",
		"/ModDate": null,
		"/CreationDate": "20210401"
	},
	{
		"id": "FREP202021202223",
		"/Title": "FREP Forest & Range Evaluation Program THREE-YEAR STRATEGIC PLAN 2020/21 to 2022/23",
		"/Author": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development; Resource Practices Branch; Resource Stewardship Division",
		"/Subject": "This strategic plan provides direction for the Forest and Range Evaluation Program (FREP) over a three-year period (2020/21–2022/23). The plan outlines the priorities of FREP, including supporting Indigenous reconciliation, using FREP data for improvement, and contributing to integrated monitoring and assessment.",
		"/Creator": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Keywords": "Strategic Plan, Forest and Range Evaluation Program, FREP, Natural Resource Management, Sustainable Forest and Range Practices, Indigenous Reconciliation, Data Improvement, Integrated Monitoring, British Columbia",
		"/ModDate": null,
		"/CreationDate": "20200810"
	},
	{
		"id": "BCFSPAG20090801Vol1",
		"/Title": "Administrative Guide for Forest Stewardship Plans (FSPs) Volume I Preparation and Approval of an FSP",
		"/Author": "British Columbia Ministry of Forests and Range, Resource Tenures and Engineering Branch",
		"/Subject": "This document is a guide designed to help in the consistent preparation, review, and approval/rejection of Forest Stewardship Plans (FSPs). It provides advice for agreement-holders who need an FSP and for B.C. Ministry of Forests and Range and other government staff who review and approve/reject FSPs",
		"/Creator": "British Columbia Ministry of Forests and Range, Resource Tenures and Engineering Branch",
		"/Keywords": "Forest Stewardship Plans, FSP, B.C. Ministry of Forests and Range, Forest and Range Practices Act, agreement-holders",
		"/ModDate": null,
		"/CreationDate": "20090801"
	},
	{
		"id": "BCFSPAG20090801Vol2",
		"/Title": "Administrative Guide for Forest Stewardship Plans (FSPs) Volume II Operating Under an Approved FSP Version 1.1a",
		"/Author": "British Columbia Ministry of Forests and Range, Resource Tenures and Engineering Branch",
		"/Subject": "Volume II of the Administrative Guide for FSPs (AGFSP) provides information and advice on administering and implementing an approved Forest Stewardship Plan (FSP) for those who operate under an approved FSP and government personnel who monitor, enforce and approve amendments to FSPs.",
		"/Creator": "British Columbia Ministry of Forests and Range",
		"/Keywords": "Administrative Guide, Forest Stewardship Plan, FSP, Volume II, FRPA, Approved FSP, Forest and Range Practices Act, Forest Planning and Practices Regulation",
		"/ModDate": "20080725",
		"/CreationDate": "201003"
	},
	{
		"id": "BCInterAppManu2022A3",
		"/Title": "TIMBER PRICING BRANCH Interior Appraisal Manual Effective July 1, 2022 Cost Base of: 2020 - Amendment No. 3",
		"/Author": "Timber Pricing Branch",
		"/Subject": "This Interior Appraisal Manual is intended for use by individuals or companies conducting business with the British Columbia Government. It includes information on appraisal summaries, changes in circumstances, updates on cost estimates, and various other aspects of timber pricing.",
		"/Creator": "Ministry of Forests",
		"/Keywords": "Interior Appraisal Manual, British Columbia Government, Timber Pricing, Amendment, Stumpage",
		"/ModDate": "20230501",
		"/CreationDate": "20220701"
	},
	{
		"id": "2017FiresCariboo",
		"/Title": "Impacts of 2017 Fires on Timber Supply in the Cariboo Region",
		"/Author": "Forest Analysis and Inventory Branch, Office of the Chief Forester, British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Subject": "The document provides a review of the impacts of the 2017 wildfires in the Cariboo Region on the timber supply. The fires affected over 1.2 million hectares, with around 1.0 million hectares in the Cariboo Region, significantly impacting the timber harvesting land base.",
		"/Creator": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Keywords": "2017 Fires, Timber Supply, Cariboo Region, British Columbia, Forest Analysis, Inventory Branch, Timber Harvesting Land Base",
		"/CreationDate": "201802",
		"/ModDate": null
	},
	{
		"id": "2018FiresBCRpt",
		"/Title": "Impacts of 2018 Fires on Forests and Timber Supply in British Columbia",
		"/Author": "Forest Analysis and Inventory Branch, Office of the Chief Forester, British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Subject": "The 2018 wildfires in British Columbia affected about 1.3 million hectares, the largest impact on record for a single fire season. The report includes analysis of fire-impacted areas, areas affected within the timber harvesting land base, timber volume losses, and provides guidance on forested areas to be reserved from harvest to protect non-timber values.",
		"/Creator": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Keywords": "British Columbia, 2018 wildfires, timber supply, Forest Analysis, Inventory Branch",
		"/CreationDate": "201904",
		"/ModDate": null
	},
	{
		"id": "2021FiresBCRpt",
		"/Title": "Impacts of 2021 Fires on Forests and Timber Supply in British Columbia",
		"/Author": "Forest Analysis and Inventory Branch, Office of the Chief Forester, Ministry of Forests",
		"/Subject": "The document reviews the impacts of wildfires in 2017, 2018, and 2021 on forests and timber supply in British Columbia. It includes the extent of the areas affected, the severity of the fires, potential salvage operations, changes to the allowable annual cut (AAC), and updated forest inventories. It concludes with assessments on the potential impacts on timber supply.",
		"/Creator": "Ministry of Forests",
		"/Keywords": "wildfires, 2021, British Columbia, timber supply, forest analysis, inventory, forest management, timber harvesting land base, allowable annual cut",
		"/CreationDate": "202204",
		"/ModDate": null
	},
	{
		"id": "CRHS202006001",
		"/Title": "Concurrent Residual Harvest System – Interior (CRHS)",
		"/Author": "Timber Pricing Branch",
		"/Subject": "This document explains the Concurrent Residual Harvest System (CRHS), a system designed to provide an alternative method of scale for low quality timber harvested in the Interior. The objective is to reduce the administrative burden associated with timber delivered to secondary manufacturing facilities and improve utilization of forest resources.",
		"/Creator": "Timber Pricing Branch",
		"/Keywords": "Concurrent Residual Harvest System, Interior, low quality timber, Scaling Regulation",
		"/CreationDate": "202006",
		"/ModDate": null
	},
	{
		"id": "ECEProc20220701",
		"/Title": "Interior Engineering Cost Estimate Procedures",
		"/Author": "ECE Procedures Working Group (North and South Area Timber Pricing)",
		"/Subject": "This document details the procedures for the Engineering Cost Estimate (ECE) as prepared by the ECE Procedures Working Group. It covers the submission standards, the roles and responsibilities of licensees, and a guide for the application of these procedures in appraisal or reappraisal.",
		"/Creator": "Director, Timber Pricing Branch",
		"/Keywords": "Engineering Cost Estimate, ECE, Timber Pricing, Appraisal, Reappraisal, Road Construction, Road Reconstruction, Road Surfacing, Road Rehabilitation",
		"/CreationDate": "20220701",
		"/ModDate": "20220628"
	},
	{
		"id": "2022IMPSUpdate",
		"/Title": "Interior Market Pricing System: Update – 2022",
		"/Author": "Timber Pricing Branch, Ministry of Forests",
		"/Subject": "This paper provides an overview of the July 1, 2022 update to the Interior Market Pricing System (MPS). It includes auction dataset information and statistical equations. The paper is not intended to provide the basis for calculating stumpage rates nor should it be used as guidance for interpreting legal policies and procedures for calculating stumpage rates.",
		"/Creator": "Timber Pricing Branch, Ministry of Forests",
		"/Keywords": "Interior Market Pricing System, Update 2022, Timber Pricing Branch, Ministry of Forests, Auction Dataset, Statistical Equations",
		"/CreationDate": "20220701",
		"/ModDate": "20220701"
	},
	{
		"id": "BCITIMBPR201607",
		"/Title": "Interior Timber Pricing Training Modules 1 – 5",
		"/Author": "Timber Pricing Branch, FLNR",
		"/Subject": "This document is a training package for the Ministry of Forests, Lands and Natural Resource Operations (FLNRO), industry and consulting staff on timber pricing in BC’s interior. It covers different aspects of timber pricing, professional practice obligations, appraisal submission topics, overview of Electronic Commerce Appraisal System (ECAS) and miscellaneous timber pricing policies.",
		"/Creator": "Timber Pricing Branch, FLNR",
		"/Keywords": "Timber Pricing, Training Modules, Professional Practice, Appraisal Submission, ECAS, Timber Pricing Policies, Interior Appraisal Manual, FLNRO",
		"/CreationDate": "201607",
		"/ModDate": null
	},
	{
		"id": "LICENCECUTMANU",
		"/Title": "Licence to Cut Administration Manual Version 3.1",
		"/Author": "FOREST TENURES BRANCH",
		"/Subject": "This manual provides guidance on the administration of licences to cut, as established by the Forest Act and regulation. It outlines business processes, rules, and guidance for the application, issuance, administration, and termination of licences to cut.",
		"/Creator": "FOREST TENURES BRANCH",
		"/Keywords": "Licence to Cut, Administration Manual, Forest Act, regulation, application, issuance, administration, termination of licences, Ministry of Forests, Lands and Natural Resource Operations, provincial agencies, licensees, general public",
		"/CreationDate": "20200402",
		"/ModDate": null
	},
	{
		"id": "FS704PlantingQC",
		"/Title": "Planting Quality Inspection Guide to Completing the FS 704",
		"/Author": "Ministry of Forests, Lands and Natural Resource Operations, Resource Practices Branch",
		"/Subject": "Planting quality inspections are carried out to ensure that planting contractors meet the agreed-upon contract specifications, and to determine contractor payment for each planting unit. This field booklet is designed to assist planters, planting contractors, and inspectors in understanding the planting quality inspection procedure.",
		"/Creator": "Resource Practices Branch, Ministry of Forests, Lands and Natural Resource Operations, Province of British Columbia",
		"/Keywords": "Planting, Quality Inspection, FS 704, Tree Planting, British Columbia, Afforestation, Reforestation, Resource Practices, Planting Contractors",
		"/CreationDate": "198005",
		"/ModDate": "201204"
	},
	{
		"id": "2019FORHSTRAT",
		"/Title": "2019-2022 Provincial Forest Health Strategy",
		"/Author": "FOREST HEALTH UNIT, RESOURCE PRACTICES BRANCH",
		"/Subject": "This document outlines a three-year Forest Health Strategy identifying key goals, objectives, critical success factors and targeted collaborative actions that will enable the Forest Health program to achieve its mission: providing science-based information to mitigate the impacts of damaging forest health agents (insects, pathogens, wildlife and abiotic factors).",
		"/Creator": "TIM EBATA, HARRY KOPE AND BABITA BAINS",
		"/Keywords": "Forest Health Strategy, Forest Health program, science-based information, forest health agents, insects, pathogens, wildlife, abiotic factors",
		"/CreationDate": "20191031",
		"/ModDate": null
	},
	{
		"id": "BCSilvicultSys2003",
		"/Title": "Silvicultural Systems Handbook for British Columbia",
		"/Author": "Ministry of Forests, Forest Practices Branch",
		"/Subject": "This handbook provides field forestry practitioners with a first reference for silvicultural systems prescription development and implementation in BC. It catalogues background knowledge related to partial cutting silvicultural systems and discusses their strengths and weaknesses.",
		"/Creator": "Ministry of Forests, Forest Practices Branch, Victoria, British Columbia",
		"/Keywords": "Silviculture, Silvicultural Systems, British Columbia, Ministry of Forests, Forest Practices Branch, Partial Cutting Systems, Forestry",
		"/CreationDate": "200303",
		"/ModDate": null
	},
	{
		"id": "GYP199102BCMF",
		"/Title": "GROWTH AND YIELD PREDICTION SYSTEMS - FEBRUARY 1991",
		"/Author": "Ministry of Forests",
		"/Subject": "The Ministry of Forests is responsible for managing the forest resource to maximize the immediate and long-run social and economic benefits for all British Columbians. This report briefly describes the growth and yield prediction systems in use for forest management planning within the Ministry.",
		"/Creator": "T.M. Thomson & Associates Ltd.",
		"/Keywords": "Ministry of Forests, Growth, Yield, Prediction Systems, Forest Management",
		"/CreationDate": 199102,
		"/ModDate": null
	},
	{
		"id": "BCFSPGuidance16",
		"/Title": "Guidance on the Replacement of Forest Stewardship Plans",
		"/Author": "Ministry of Forests, Lands and Natural Resource Operations",
		"/Subject": "This document provides guidance to inform decisions regarding forest stewardship plans (FSP) by the Minister’s delegated decision-makers (DDMs) under the Forest and Range Practices Act (FRPA).",
		"/Creator": "Office of the Chief Forester",
		"/Keywords": "Forest Stewardship Plans, Minister’s delegated decision-makers, Forest and Range Practices Act, FSP quality, FSP effectiveness, provincial consistency, management of FSP expiries",
		"/CreationDate": "201603",
		"/ModDate": null
	},
	{
		"id": "BC202104TSRBCK",
		"/Title": "Timber Supply Review Backgrounder",
		"/Author": "Minister of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Subject": "This document reviews the Timber Supply Review (TSR) program initiated in British Columbia in 1992 to update understanding of timber supply in various timber supply areas and tree farm licenses. It discusses the concept of Allowable Annual Cut (AAC) as determined by the Chief Forester and explains the process, objectives, and considerations involved in TSR.",
		"/Creator": "British Columbia's Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"/Keywords": "Timber Supply Review, Allowable Annual Cut, Chief Forester, British Columbia, Timber Supply Areas, Tree Farm Licenses, Minister of Forests, Lands, Natural Resource Operations and Rural Development",
		"/CreationDate": 202104,
		"/ModDate": null
	},
	{
		"id": "TSR20230611AAC",
		"/Title": "Timber Supply Review (TSR) Document Descriptions",
		"/Author": "Chief Forester",
		"/Subject": "This document outlines the process, rationale, and technical aspects of the Timber Supply Review (TSR) and the Allowable Annual Cut (AAC) determination for the province's timber supply areas. It also includes a discussion on timber supply and socio-economic analysis, and information on the data package used in the timber supply analysis.",
		"/Creator": "Forest Analysis and Inventory Branch (FAIB)",
		"/Keywords": "Timber Supply Review, Allowable Annual Cut, Chief Forester, British Columbia, Timber Supply Areas, Tree Farm Licenses, Minister of Forests, Lands, Natural Resource Operations and Rural Development",
		"/CreationDate": null,
		"/ModDate": null
	},
	{
		"id": "BC2016TimbRev",
		"/Title": "Timber Supply Review Timber Supply Areas",
		"/Author": "Ministry of Forests, Lands and Natural Resource Operations",
		"/Subject": "This document provides a detailed overview of the Timber Supply Review (TSR) program which began in 1992 to regularly update timber supply in each timber supply area (TSA) and tree farm licence (TFL) throughout the province of British Columbia (BC). It includes the objectives of the TSR, the role of the chief forester, and the process for determining Allowable Annual Cuts (AACs) for TSAs.",
		"/Creator": "Forest Analysis and Inventory Branch",
		"/Keywords": "Timber Supply Review, Timber Supply Areas, BC, Allowable Annual Cuts, Timber Supply, Chief Forester, Forest Management",
		"/CreationDate": "201611",
		"/ModDate": null
	},
	{
		"id": "BCTimberReviewTFL",
		"/Title": "Timber Supply Review Tree Farm Licences",
		"/Author": "Forest Analysis and Inventory Branch, Ministry of Forests, Lands and Natural Resource Operations",
		"/Subject": "The document discusses the Timber Supply Review (TSR) program which began in 1992 to update timber supply in various areas and tree farm licences in British Columbia. It outlines the objectives of the TSR, the role of the chief forester in determining Allowable Annual Cuts (AACs) and the review process for Tree Farm Licence AACs.",
		"/Creator": "Ministry of Forests, Lands and Natural Resource Operations",
		"/Keywords": "Timber Supply Review, Tree Farm Licences, British Columbia, Allowable Annual Cuts, Forest Act, Ministry of Forests, Lands and Natural Resource Operations, economic, environmental, social information",
		"/CreationDate": "201611",
		"/ModDate": null
	},
	{
		"id": "FISP201302FLNRO",
		"/Title": "Forest Inventory Strategic Plan",
		"/Author": "Ministry of Forests, Lands and Natural Resource Operations",
		"/Subject": "The forest inventory program outlined in this strategic plan aims to support both economic prosperity and environmental sustainability for British Columbians. The information that will be produced as per this plan is required for the Ministry to make sustainable decisions on land use and to support a healthy and competitive forest sector. This document also outlines a 5-year provincial inventory action plan.",
		"/Creator": "Ministry of Forests, Lands and Natural Resource Operations",
		"/Keywords": "forest inventory, strategic plan, natural resource operations, economic prosperity",
		"/CreationDate": "201302",
		"/ModDate": null
	},
	{
		"id": "FRPRACTBC14004",
		"/Title": "Forest and Range Practices Act FOREST PLANNING AND PRACTICES REGULATION",
		"/Author": "Consolidated Regulations of British Columbia",
		"/Subject": "The document is a consolidation of the Forest and Range Practices Act specifically pertaining to forest planning and practices regulations in British Columbia.",
		"/Creator": "Office of Legislative Counsel, Ministry of Attorney General, Victoria, B.C.",
		"/Keywords": "Forest and Range Practices Act, FOREST PLANNING AND PRACTICES REGULATION",
		"/CreationDate": "20040131",
		"/ModDate": "20230213"
	},
	{
		"id": "FORREVACT200317",
		"/Title": "FORESTRY REVITALIZATION ACT [SBC 2003] CHAPTER 17",
		"/Author": "Government of British Columbia",
		"/Subject": "This Act lays out the rules, regulations, and rights pertaining to forestry in the region, including definitions, timber license reductions, minister's orders, provision of information, compensation limits, budget and accountability, and regulations.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Forestry, Legislative Changes, BC Forestry Revitalization Trust, Crown land, Harvesting rights, Minister's orders, Timber licence, Allowable annual cut",
		"/CreationDate": "20030331",
		"/ModDate": "20230510"
	},
	{
		"id": "FORACTBC1996157",
		"/Title": "FOREST ACT [RSBC 1996] CHAPTER 157",
		"/Author": "Governement British Columbia",
		"/Subject": "A legislative document outlining the legal framework, regulations and guidelines for the management, conservation, and sustainable development of forest and forest lands in British Columbia.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Forest, British Columbia, Legislation, Timber, Licence, Timber Supply, Management, Conservation, Sustainable Development, Crown Land, Rights to Crown timber, Forest Licence, Tree Farm Licences, Timber Sale Licences",
		"/CreationDate": "1996",
		"/ModDate": "20230510"
	},
	{
		"id": "BC2000ActCH17",
		"/Title": "PROTECTED AREAS OF BRITISH COLUMBIA ACT [SBC 2000] CHAPTER 17",
		"/Author": "Governement British Columbia",
		"/Subject": "This act provides legislation regarding the protection and management of specific ecological reserves, parks, and conservancies in British Columbia. It includes legal provisions for the establishment and continuation of these areas, boundary descriptions, and official plans.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Protected Areas, British Columbia, Ecological Reserves, Parks, Conservancies, Legislation",
		"/CreationDate": "20000629",
		"/ModDate": "20230426"
	},
	{
		"id": "OFFROADVEHICLEACT",
		"/Title": "OFF-ROAD VEHICLE ACT [SBC 2014] CHAPTER 5",
		"/Author": "The Legislative Assembly of British Columbia",
		"/Subject": "The Act provides for definitions, registration, operation, compliance, enforcement and general regulations relating to off-road vehicles. It also contains transitional provisions and amendments related to off-road vehicles.",
		"/Creator": "The Legislative Assembly of British Columbia",
		"/Keywords": "Off-Road Vehicle, Crown Land, Regulations, Officer, Private Land, Vehicle Identification Number",
		"/CreationDate": "20140324",
		"/ModDate": "20230329"
	},
	{
		"id": "2018BC47ProfGov",
		"/Title": "PROFESSIONAL GOVERNANCE ACT [SBC 2018] CHAPTER 47",
		"/Author": "Government of British Columbia",
		"/Subject": "An Act relating to the governance of professional bodies and the responsibilities of registered professionals within British Columbia. It includes the definitions, applications, powers of the superintendent of professional governance, duties of regulatory bodies, enrolment, admission and reinstatement of registrants, and protections of the public interest.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Professional Governance, Superintendent, Regulatory Bodies, Registrants, Public Interest",
		"/CreationDate": "20181127",
		"/ModDate": "20230531"
	},
	{
		"id": "PAAFCA20025151",
		"/Title": "PROTECTED AREAS FORESTS COMPENSATION ACT [SBC 2002] CHAPTER 51",
		"/Author": "Legislative Assembly of British Columbia",
		"/Subject": "This act focuses on the compensation related to protected forest areas. It outlines definitions, laws, and regulations for the deletion of protected areas from licensed areas, allowable annual cut reductions, set-offs for benefits previously received, and limits on compensation.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Protected Areas, Forests, Compensation Act, Legislative Changes, SBC 2002, CHAPTER 51, Forest Act, Protected Area, Annual Cut Reduction",
		"/CreationDate": "20020530",
		"/ModDate": "20230510"
	},
	{
		"id": "RANGEACTSBC2004",
		"/Title": "RANGE ACT [SBC 2004] CHAPTER 71",
		"/Author": "British Columbia Government",
		"/Subject": "This Act describes the legal framework for the disposition of rights over Crown Range by the government. It sets out conditions for the grant of licenses and permits, obligations of licensees and permit holders, provisions for compliance and enforcement, and regulations related to the range.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Range Act, Crown Range, Licences, Permits, Grazing, Livestock, British Columbia, Legislation",
		"/CreationDate": "20041021",
		"/ModDate": "20230510"
	},
	{
		"id": "RIPA97021CH21",
		"/Title": "RIPARIAN AREAS PROTECTION ACT [SBC 1997] CHAPTER 21",
		"/Author": "Lieutenant Governor in Council",
		"/Subject": "This act outlines the legislative provisions for the protection and enhancement of riparian areas that may be subject to residential, commercial or industrial development. It includes regulatory directives, provisions for local governments, and measures related to the establishment of bylaws and permits.",
		"/Creator": "British Columbia Legislative Council",
		"/Keywords": "Riparian Areas, Protection Act, Directives, Local Government, Land Use, Bylaws, Zoning, British Columbia",
		"/CreationDate": "19970728",
		"/ModDate": "20230510"
	},
	{
		"id": "WATERACTSBC2014",
		"/Title": "WATER SUSTAINABILITY ACT [SBC 2014] CHAPTER 15",
		"/Author": "The British Columbia Legislative Assembly",
		"/Subject": "This document provides comprehensive information on the Water Sustainability Act that discusses interpretation and application, licensing, diversion and use of water, protecting water resources, and enforcement procedures.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Water Sustainability, Act, Legislative Assembly, British Columbia, Water Protection, Licensing, Enforcement",
		"/CreationDate": "20140529",
		"/ModDate": "20230329"
	},
	{
		"id": "WILDACT200431BC",
		"/Title": "WILDFIRE ACT [SBC 2004] CHAPTER 31",
		"/Author": "The British Columbia Legislative Assembly",
		"/Subject": "This act focuses on forest and range protection requirements, the authority of government for fire prevention and fire control, administrative remedies, cost recovery, offences, court orders and proceedings, the powers of the Minister and more. It includes definitions, rights of entry, inspection, examination and analysis, recovery of fire control costs, administrative penalties, correction of orders, limitation periods, and power to impose conditions among other aspects.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Wildfire Act, British Columbia, Fire control, Administrative remedies, Cost recovery, Offences, Court orders",
		"/CreationDate": "20040429",
		"/ModDate": "20230510"
	},
	{
		"id": "SBC2009CHAP18",
		"/Title": "WOOD FIRST ACT [SBC 2009] CHAPTER 18",
		"/Author": "The British Columbia Legislative Assembly",
		"/Subject": "The document is the 'Wood First Act', a legislative document that promotes a culture of wood by requiring the use of wood as the primary building material in all new provincially funded buildings, consistent with the building regulations within the meaning of the Building Act.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Wood First Act, Building Act, provincially funded buildings, use of wood, building regulations",
		"/CreationDate": "20091029",
		"/ModDate": "20230510"
	},
	{
		"id": "TIMBCRUIMAN2020",
		"/Title": "TIMBER PRICING BRANCH Cruising Manual",
		"/Author": "TIMBER PRICING BRANCH",
		"/Subject": "The manual is a comprehensive guide outlining cruising procedures used for stumpage appraisal purposes for timber on the Crown lands of British Columbia. It includes the standards that must be met, details on field measurements, cruise design, and planning of logging operations. It also discusses the role of the Ministry of Forests, Lands, Natural Resource Operations, and Rural Development in this process.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "TIMBER PRICING BRANCH, Cruising Manual, British Columbia Government, stumpage appraisal, Crown timber, Ministry of Forests, Lands, Natural Resource Operations, and Rural Development",
		"/CreationDate": "20200701",
		"/ModDate": "20210701"
	},
	{
		"id": "PLRWMPM20190401",
		"/Title": "Provincial Logging Residue and Waste Measurement Procedures Manual – Interior Version",
		"/Author": "Ministry of Forests",
		"/Subject": "This manual outlines the administration and field measurement procedures to be used in waste assessments, intended to serve as the reference for industry and government staff who conduct or check waste assessments in British Columbia.",
		"/Creator": "Government of British Columbia",
		"/Keywords": "Provincial Logging Residue, Waste Measurement Procedures, Interior Version, British Columbia Government, Forest Act, Waste Assessment, Timber Pricing, Harvest Crown Timber, Cutblock",
		"/CreationDate": "20190401",
		"/ModDate": "20221121"
	},
	{
		"id": "ScalingManualBCI",
		"/Title": "BC Interior Scaling Manual",
		"/Author": "British Columbia Government, Ministry of Forests, Lands and Natural Resource Operations, Timber Pricing Branch",
		"/Subject": "This manual provides guidelines for scaling timber harvested from both Crown and private lands in British Columbia, under the Forest Act. It provides instructions to ensure that scale results are reliable and consistent. It's a reference tool for government, industry, students and anyone else interested in scaling.",
		"/Creator": "British Columbia Government, Ministry of Forests, Lands and Natural Resource Operations, Timber Pricing Branch",
		"/Keywords": "Scaling, Timber, British Columbia Government, Forest Act, Scaling Regulation, Ministry of Forests, Lands and Natural Resource Operations, Timber Pricing Branch",
		"/CreationDate": "20111101",
		"/ModDate": "20211115"
	},
	{
		"id": "HBSGuide20080201",
		"/Title": "HBS Industry Reference Guide",
		"/Author": "Ministry of Forests and Range",
		"/Subject": "This manual is intended for the use of individuals or companies when conducting business with the British Columbia Government. It has been developed to assist forest industry employees who currently use, or will use the Harvest Billing System (HBS) application to collect, submit and/or correct scale return data.",
		"/Creator": "Ministry of Forests and Range",
		"/Keywords": "HBS, Harvest Billing System, scale return data, Ministry of Forests and Range, British Columbia Government",
		"/CreationDate": "20080201",
		"/ModDate": "20080201"
	}
]



