[
    {
        "id": "PC-MKTMS-GYM-2023",
        "Title": "Partial Cutting - Ministry key training materials, standards, systems, and growth and yield models",
        "Author": "Ministry of Forests, Lands and Natural Resource Operations",
        "Subject": "The document provides a comprehensive overview of the work and resources related to partial cutting developed by the Ministry. It outlines the concept of partial cutting, key training materials, resources, standards, and growth and yield models, with an emphasis on silvicultural systems.",
        "Creator": "Ministry of Forests, Lands and Natural Resource Operations",
        "CreationDate": "",
        "ModDate": "",
        "Keywords": "Partial Cutting, Silvicultural Systems, Training Material, Standards, Growth and Yield Models, Ministry of Forests, Lands and Natural Resource Operations",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/C-MKTMS-GYM-2023.pdf"
    },
    {
        "id": "OkanaganTSADiscussionJan2021",
        "Title": "Okanagan TSA Discussion Paper January 2021",
        "Author": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development (FLNRORD)",
        "Subject": "This document is a discussion paper on the timber supply review for the Okanagan Timber Supply Areas (TSA). The review examines the impacts of legal requirements and demonstrated forest management practices on the timber supply, economy, environment, and social conditions of the local area and province. The review aims to set a new allowable annual cut (AAC) for the Okanagan TSA and identify areas of information improvement for future timber supply reviews.",
        "Creator": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development (FLNRORD)",
        "CreationDate": "202101",
        "ModDate": "",
        "Keywords": "Okanagan TSA, timber supply review, AAC, Forest Act, timber supply analysis, resource management objectives, Forest and Range Practices Act, Okanagan Shuswap Land and Resource Management Plan",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/OkanaganTSADiscussionJan2021.pdf"
    },
    {
        "id": "BCTimberRep2019",
        "Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT April 1, 2018 to March 31, 2019",
        "Author": "BC Timber Sales",
        "Subject": "The document is an annual performance report for BC Timber Sales (BCTS), a program within the Ministry of Forest, Lands, Natural Resources Operations and Rural Development. The report reviews BCTS's activities such as planning, developing, and selling through auction a significant portion of the Province's annual available timber volume, as well as reforesting harvested areas.",
        "Creator": "Ministry of Forest, Lands, Natural Resources Operations and Rural Development",
        "CreationDate": "20190401",
        "ModDate": "",
        "Keywords": "BC Timber Sales, Annual Performance, Ministry of Forest, Lands, Natural Resources Operations and Rural Development, Stewardship, Crown land, Sustainable Natural Resource Management, Reconciliation with Indigenous Peoples, Resilience to Natural Hazards, Rural Development and Resilience, Market Pricing System",
    	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTimberRep2019.pdf"
    },
    {
		"id": "BCTimberRep2020",
		"Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT April 1, 2019 to March 31, 2020",
		"Author": "BC Timber Sales",
		"Subject": "The document is an annual performance report for BC Timber Sales (BCTS), a self-financing program within the Ministry of Forest, Lands, Natural Resources Operations and Rural Development. The report provides an overview of BCTS's sustainable management, planning, development, and auctioning activities, which form a significant portion of the Province's annual available timber volume. The report also covers reforestation efforts for harvested areas and their implications on the Market Pricing System.",
		"Creator": "Ministry of Forest, Lands, Natural Resources Operations and Rural Development",
		"CreationDate": "20200401",
		"ModDate": "",
		"Keywords": "BC Timber Sales, Annual Performance, Ministry of Forest, Lands, Natural Resources Operations and Rural Development, Stewardship, Crown land, Sustainable Natural Resource Management, Reconciliation with Indigenous Peoples, Resilience to Natural Hazards, Rural Development and Resilience, Market Pricing System",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTimberRep2020.pdf"
    },
	{
		"id": "BCInterAppManu2022",
		"Title": "TIMBER PRICING BRANCH Interior Appraisal Manual Effective July 1, 2022 Cost Base of: 2020",
		"Author": "Timber Pricing Branch",
		"Subject": "This Interior Appraisal Manual is intended for use by individuals or companies conducting business with the British Columbia Government. It includes information on appraisal summaries, changes in circumstances, updates on cost estimates, and various other aspects of timber pricing.",
		"Creator": "Ministry of Forests",
		"CreationDate": "20220701",
		"ModDate": "",
		"Keywords": "Timber Pricing Branch, Interior Appraisal Manual, British Columbia Government, Timber Pricing, Cost Estimates, Ministry of Forests",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCInterAppManu2022A3.pdf"
    },
	{
		"id": "BCSilviSurManu",
		"Title": "Silviculture Survey Procedures Manual",
		"Author": "Ministry of Forests (FOR) – Forest Science, Planning and Practices Branch (FSPPB)",
		"Subject": "This manual covers the collection and compilation of silviculture survey data and provides guidance to meet legislated reporting requirements. It also covers survey methodologies, stocking standards, and best practices in silviculture surveying.",
		"Creator": "Forest Science, Planning and Practices Branch",
		"CreationDate": "20230401",
		"ModDate": "",
		"Keywords": "Forest Science, Planning and Practices Branch, Silviculture Survey, Procedures Manual, Ministry of Forests, Reporting Requirements, Survey Methodologies",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCSilviSurManu.pdf"
    },
	{
		"id": "APTR041SMUSIKA",
		"Title": "Linkages and Licences",
		"Author": "Ministry of Forests, Lands, and Natural Resource Operations - Apportionment System",
		"Subject": "The document reports on the licences in timber supply areas, tree farm licences, and pulpwood agreements with apportioned volume only. It also categorizes different types of licences and provides descriptions of different forest licences and regions.",
		"Creator": "IDIR\\SMUSIKA",
		"CreationDate": "20210330",
		"ModDate": "",
		"Keywords": "Licences, AAC, Forest Act, Corporate Group, Company, Forest Licences, Natural Resource Region, TSA",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/APTR041SMUSIKA.pdf"
    },
	{
		"id": "BCTSPERF2021",
		"Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT APRIL 1, 2020 – MARCH 31, 2021",
		"Author": "BC Timber Sales (BCTS), Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Subject": "This report details the annual performance of BC Timber Sales (BCTS) for the fiscal year April 1, 2020 – March 31, 2021. BCTS is a self-financing program within the Ministry of Forests, Lands, Natural Resource Operations and Rural Development that manages the harvesting and reforestation of approximately 20 percent of the timber available for harvest from British Columbia’s timber harvesting land base.",
		"Creator": "BC Timber Sales (BCTS)",
		"CreationDate": "20210331",
		"ModDate": "",
		"Keywords": "Annual Performance, BC Timber Sales, BCTS, Ministry of Forests, Lands, Natural Resource Operations and Rural Development, Timber Harvesting, Reforestation, Sustainable Resource Management, Economic Prosperity, Business Excellence, Market Pricing System, MPS",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTSPERF2021.pdf"
    },
	{
		"id": "BCTSPERF2022",
		"Title": "B.C. TIMBER SALES ANNUAL PERFORMANCE REPORT APRIL 1, 2021 – MARCH 31, 2022",
		"Author": "BC Timber Sales (BCTS), Ministry of Forests",
		"Subject": "This report details the annual performance of BC Timber Sales (BCTS) for the fiscal year April 1, 2021 – March 31, 2022. BCTS is a self-financing program within the Ministry of Forests that manages the harvesting and reforestation of approximately 20 percent of the timber available for harvest from British Columbia’s timber harvesting land base.",
		"Creator": "BC Timber Sales (BCTS)",
		"CreationDate": "20220331",
		"ModDate": "",
		"Keywords": "Annual Performance, BC Timber Sales, BCTS, Ministry of Forests, Timber Harvesting, Reforestation, Sustainable Resource Management, Economic Prosperity, Business Excellence, Market Pricing System, MPS, Old Growth Strategy",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTSPERF2022.pdf"
    },
	{
		"id": "BCTSCLIMACTSTRAT",
		"Title": "B.C. TIMBER SALES Climate Change Action Strategy",
		"Author": "BC Timber Sales (BCTS), Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Subject": "The document lays out the guiding principles of BCTS' strategy for climate change action, which includes incorporating climate change objectives into operations, participating in provincial adaptation initiatives, enabling staff to practice sustainable forest management in an uncertain future climate.",
		"Creator": "BC Timber Sales (BCTS)",
		"Keywords": "Climate Change, Action Strategy, BC Timber Sales, BCTS, Sustainable Forest Management, Climate Adaptation, Innovation, Communication, Collaboration, LEAN, Policy Direction",
		"CreationDate": "20150202",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTSCLIMACTSTRAT.pdf"
    },
	{
		"id": "BCTS2021Report",
		"Title": "BCTS BC Timber Sales Environmental Stewardship and Sustainability Report: Sustainably Managed Forests for the Benefit of all British Columbians",
		"Author": "BC Timber Sales (BCTS)",
		"Subject": "This document provides an overview of the environmental stewardship and sustainability efforts of BC Timber Sales. It highlights their commitment to sustainable forest management and the benefits it brings to all British Columbians.",
		"Creator": "BC Timber Sales (BCTS)",
		"Keywords": "BC Timber Sales, Environmental Stewardship, Sustainability, Sustainable Forest Management, British Columbians",
		"ModDate": "",
		"CreationDate": "202104",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTS2021Report.pdf"
    },
	{
		"id": "BCTS202225PLAN",
		"Title": "BCTS BC Timber Sales BUSINESS PLAN 2022/23 – 2024/25",
		"Author": "BC Timber Sales (BCTS)",
		"Subject": "A business plan by BC Timber Sales (BCTS) outlining their operational plan for the period 2022/23 to 2024/25. This includes plans for sustainable forest management, harvest planning, auction of timber volumes and reforestation efforts.",
		"Creator": "BC Timber Sales (BCTS)",
		"Keywords": "BC Timber Sales, Business Plan, Ministry of Forests, Sustainable Forest Management, Timber Harvesting, Market Pricing System, Reforestation",
		"ModDate": "",
		"CreationDate": "20220725",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTS202225PLAN.pdf"
    },
	{
		"id": "2019BILL21BCFPA",
		"Title": "BILL 21 – 2019: FOREST AND RANGE PRACTICES AMENDMENT ACT, 2019",
		"Author": "HONOURABLE DOUG DONALDSON, MINISTER OF FORESTS, LANDS, NATURAL RESOURCE OPERATIONS AND RURAL DEVELOPMENT",
		"Subject": "The document is an amendment act pertaining to the Forest and Range Practices. It contains the details of changes in definitions, amendments to the act and potential scenarios around forest stewardship plans.",
		"Creator": "Legislative Assembly of the Province of British Columbia",
		"Keywords": "Forest Stewardship Plan, Amendment Act, Ecological Community, Operational Plan, Wildlife Act",
		"ModDate": "",
		"CreationDate": "20190516",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/2019BILL21BCFPA.pdf"
    },
	{
		"id": "BTSA2011TSRDP",
		"Title": "Boundary Timber Supply Area Timber Supply Review Data Package June 2011",
		"Author": "Ministry of Forests, Lands, and Natural Resource Operations",
		"Subject": "This data package summarizes the information and assumptions that are used to conduct timber supply analysis for the Boundary Timber Supply Area (TSA). It represents current performance and management regime, including land-use plans, legal objectives and changes in forest management objectives and data.",
		"Creator": "Tara DeCourcy, Stewardship Officer, Selkirk Resource District, Ministry of Forests, Lands, and Natural Resource Operations",
		"Keywords": "Timber Supply, Boundary Timber Supply Area, Forest Management, Data Package, Timber Supply Review, Timber Analysis, Base case harvest forecast, Current management",
		"ModDate": "",
		"CreationDate": "201106",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BTSA2011TSRDP.pdf"
    },
	{
		"id": "BoundTSA2013PDP",
		"Title": "Boundary TSA Timber Supply Analysis Public Discussion Paper",
		"Author": "Forest Analysis and Inventory Branch, Ministry of Forests, Lands and Natural Resource Operations",
		"Subject": "The document provides a comprehensive review of the timber supply for the Boundary Timber Supply Area (TSA). It discusses factors influencing a sustainable long-term timber supply including land base composition, forest management practices, socio-economic and environmental conditions. The report also outlines plans for setting a new allowable annual cut (AAC).",
		"Creator": "Ministry of Forests, Lands and Natural Resource Operations",
		"Keywords": "Boundary TSA, Timber Supply, Ministry of Forests, Lands and Natural Resource Operations, Allowable Annual Cut, Forest Management, Public Discussion Paper",
		"ModDate": "",
		"CreationDate": "201307",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BoundTSA2013PDP.pdf"
    },
	{
		"id": "BC2014AACRatnl",
		"Title": "Boundary Timber Supply Area Rationale for Allowable Annual Cut (AAC) Determination",
		"Author": "MINISTRY OF FORESTS, LANDS AND NATURAL RESOURCE OPERATIONS",
		"Subject": "This document provides an accounting of the factors considered, and the rationale employed in making a determination, under Section 8 of the Forest Act, of the allowable annual cut (AAC) for Boundary Timber Supply Area (TSA).",
		"Creator": "Diane Nicholls, RPF, Deputy Chief Forester",
		"Keywords": "British Columbia, Allowable Annual Cut, Timber Supply Area, Forest Act, Crown forest land base, timber harvesting land base, First Nations",
		"ModDate": "",
		"CreationDate": "20140522",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BC2014AACRatnl.pdf"
    },
	{
		"id": "BCF20230307BSM",
		"Title": "Bridge Standards Manual",
		"Author": "BC Ministry of Forests",
		"Subject": "The BC Ministry of Forests is responsible for determining appropriate standards for bridges on Forest Service Roads (FSRs) in British Columbia. This Bridge Standards Manual (BSM or Manual) provides these standards. It is intended for use by Ministry staff and others, including bridge engineers, engineering technicians, surveyors, hydrologists, river engineers, geoscientists, geotechnical engineers, structural engineers, forest professionals, project managers, bridge fabricators, bridge installers and bridge inspectors.",
		"Creator": "BC Ministry of Forests",
		"Keywords": "Bridge, Standards, Manual, BC Ministry of Forests, Forest Service Roads, Guidelines, Specifications, Requirements",
		"ModDate": "",
		"CreationDate": "20230307",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCF20230307BSM.pdf"
    },
	{
		"id": "CPRoadTenure2020",
		"Title": "Cutting Permit and Road Tenure Administration Manual",
		"Author": "Ministry responsible for the application, issuance and ongoing administration of cutting permits and road tenures",
		"Subject": "This manual provides guidance on the administration of cutting permits and road tenures, establishing business processes, rules, and guidance for the application, issuance, maintenance, and termination of these authorizations.",
		"Creator": "BC Ministry of Forests",
		"Keywords": "Cutting Permits, Road Tenures, Administration, Ministry, Legislation, Policy, Forest Tenures Branch",
		"ModDate": "",
		"CreationDate": "202009",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/CPRoadTenure2020.pdf"
    },
	{
		"id": "FPCOBCA20040131",
		"Title": "FOREST PRACTICES CODE OF BRITISH COLUMBIA ACT",
		"Author": "Quickscribe Services Ltd.",
		"Subject": "The document pertains to the FOREST PRACTICES CODE OF BRITISH COLUMBIA ACT, with amendments included until January 31, 2004",
		"Creator": "Quickscribe Services Ltd.",
		"Keywords": "FOREST PRACTICES CODE, BRITISH COLUMBIA ACT, Quickscribe Services Ltd., Evidence Act of British Columbia, 2003 Bill 76 amendments",
		"ModDate": "",
		"CreationDate": "20040131",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FPCOBCA20040131.pdf"
    },
	{
		"id": "FOR202106ANALYSIS",
		"Title": "Provincial Guide for the preparation of Information Packages and Analysis Reports for Area-based Tenures",
		"Author": "Forest Tenures Branch, Forest Analysis & Inventory Branch",
		"Subject": "A comprehensive guide designed to aid area-based tenure holders like Tree Farm Licences (TFL), Community Forest Agreements (CFA) and First Nations Woodland Licences (FNWL) in preparing information packages and timber supply analysis reports which are crucial components of a management plan.",
		"Creator": "Forest Tenures Branch, Forest Analysis & Inventory Branch",
		"Keywords": "Tenure Holders, Tree Farm Licences, Community Forest Agreements, First Nations Woodland Licences, Timber Supply Analysis, Management Plan, Allowable Annual Cut",
		"ModDate": "",
		"CreationDate": "202106",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FOR202106ANALYSIS.pdf"
    },
	{
		"id": "WASTASSESS2021",
		"Title": "Waste Assessments Policy",
		"Author": "Timber Pricing Branch",
		"Subject": "A policy document outlining the circumstances and criteria for waste assessments and potential relief for licensees under the Timber Pricing Branch. It also outlines methods for conducting waste assessments, classification of waste, reporting, monetary billing, and assessment submissions.",
		"Creator": "Associate Deputy Minister",
		"Keywords": "Waste Assessments, Waste Relief, Merchantable Crown Timber, Primary logging, Timber harvesting, Reserved, Waste Measurement Procedures, Avoidable Waste, Unavoidable Waste",
		"ModDate": "",
		"CreationDate": "20210401",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/WASTASSESS2021.pdf"
    },
	{
		"id": "FREP202021202223",
		"Title": "FREP Forest & Range Evaluation Program THREE-YEAR STRATEGIC PLAN 2020/21 to 2022/23",
		"Author": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development; Resource Practices Branch; Resource Stewardship Division",
		"Subject": "This strategic plan provides direction for the Forest and Range Evaluation Program (FREP) over a three-year period (2020/21–2022/23). The plan outlines the priorities of FREP, including supporting Indigenous reconciliation, using FREP data for improvement, and contributing to integrated monitoring and assessment.",
		"Creator": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Keywords": "Strategic Plan, Forest and Range Evaluation Program, FREP, Natural Resource Management, Sustainable Forest and Range Practices, Indigenous Reconciliation, Data Improvement, Integrated Monitoring, British Columbia",
		"ModDate": "",
		"CreationDate": "20200810",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FREP202021202223.pdf"
    },
	{
		"id": "BCFSPAG20090801Vol1",
		"Title": "Administrative Guide for Forest Stewardship Plans (FSPs) Volume I Preparation and Approval of an FSP",
		"Author": "British Columbia Ministry of Forests and Range, Resource Tenures and Engineering Branch",
		"Subject": "This document is a guide designed to help in the consistent preparation, review, and approval/rejection of Forest Stewardship Plans (FSPs). It provides advice for agreement-holders who need an FSP and for B.C. Ministry of Forests and Range and other government staff who review and approve/reject FSPs",
		"Creator": "British Columbia Ministry of Forests and Range, Resource Tenures and Engineering Branch",
		"Keywords": "Forest Stewardship Plans, FSP, B.C. Ministry of Forests and Range, Forest and Range Practices Act, agreement-holders",
		"ModDate": "",
		"CreationDate": "20090801",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCFSPAG20090801Vol1.pdf"
    },
	{
		"id": "BCFSPAG20090801Vol2",
		"Title": "Administrative Guide for Forest Stewardship Plans (FSPs) Volume II Operating Under an Approved FSP Version 1.1a",
		"Author": "British Columbia Ministry of Forests and Range, Resource Tenures and Engineering Branch",
		"Subject": "Volume II of the Administrative Guide for FSPs (AGFSP) provides information and advice on administering and implementing an approved Forest Stewardship Plan (FSP) for those who operate under an approved FSP and government personnel who monitor, enforce and approve amendments to FSPs.",
		"Creator": "British Columbia Ministry of Forests and Range",
		"Keywords": "Administrative Guide, Forest Stewardship Plan, FSP, Volume II, FRPA, Approved FSP, Forest and Range Practices Act, Forest Planning and Practices Regulation",
		"ModDate": "20080725",
		"CreationDate": "201003",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCFSPAG20090801Vol2.pdf"
    },
	{
		"id": "BCInterAppManu2022A3",
		"Title": "TIMBER PRICING BRANCH Interior Appraisal Manual Effective July 1, 2022 Cost Base of: 2020 - Amendment No. 3",
		"Author": "Timber Pricing Branch",
		"Subject": "This Interior Appraisal Manual is intended for use by individuals or companies conducting business with the British Columbia Government. It includes information on appraisal summaries, changes in circumstances, updates on cost estimates, and various other aspects of timber pricing.",
		"Creator": "Ministry of Forests",
		"Keywords": "Interior Appraisal Manual, British Columbia Government, Timber Pricing, Amendment, Stumpage",
		"ModDate": "20230501",
		"CreationDate": "20220701",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCMapTerSta1999.pdf"
    },
	{
		"id": "2017FiresCariboo",
		"Title": "Impacts of 2017 Fires on Timber Supply in the Cariboo Region",
		"Author": "Forest Analysis and Inventory Branch, Office of the Chief Forester, British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Subject": "The document provides a review of the impacts of the 2017 wildfires in the Cariboo Region on the timber supply. The fires affected over 1.2 million hectares, with around 1.0 million hectares in the Cariboo Region, significantly impacting the timber harvesting land base.",
		"Creator": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Keywords": "2017 Fires, Timber Supply, Cariboo Region, British Columbia, Forest Analysis, Inventory Branch, Timber Harvesting Land Base",
		"CreationDate": "201802",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/2017FiresCariboo.pdf"
    },
	{
		"id": "2018FiresBCRpt",
		"Title": "Impacts of 2018 Fires on Forests and Timber Supply in British Columbia",
		"Author": "Forest Analysis and Inventory Branch, Office of the Chief Forester, British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Subject": "The 2018 wildfires in British Columbia affected about 1.3 million hectares, the largest impact on record for a single fire season. The report includes analysis of fire-impacted areas, areas affected within the timber harvesting land base, timber volume losses, and provides guidance on forested areas to be reserved from harvest to protect non-timber values.",
		"Creator": "British Columbia Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Keywords": "British Columbia, 2018 wildfires, timber supply, Forest Analysis, Inventory Branch",
		"CreationDate": "201904",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/2018FiresBCRpt.pdf"
    },
	{
		"id": "2021FiresBCRpt",
		"Title": "Impacts of 2021 Fires on Forests and Timber Supply in British Columbia",
		"Author": "Forest Analysis and Inventory Branch, Office of the Chief Forester, Ministry of Forests",
		"Subject": "The document reviews the impacts of wildfires in 2017, 2018, and 2021 on forests and timber supply in British Columbia. It includes the extent of the areas affected, the severity of the fires, potential salvage operations, changes to the allowable annual cut (AAC), and updated forest inventories. It concludes with assessments on the potential impacts on timber supply.",
		"Creator": "Ministry of Forests",
		"Keywords": "wildfires, 2021, British Columbia, timber supply, forest analysis, inventory, forest management, timber harvesting land base, allowable annual cut",
		"CreationDate": "202204",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/2021FiresBCRpt.pdf"
    },
	{
		"id": "CRHS202006001",
		"Title": "Concurrent Residual Harvest System – Interior (CRHS)",
		"Author": "Timber Pricing Branch",
		"Subject": "This document explains the Concurrent Residual Harvest System (CRHS), a system designed to provide an alternative method of scale for low quality timber harvested in the Interior. The objective is to reduce the administrative burden associated with timber delivered to secondary manufacturing facilities and improve utilization of forest resources.",
		"Creator": "Timber Pricing Branch",
		"Keywords": "Concurrent Residual Harvest System, Interior, low quality timber, Scaling Regulation",
		"CreationDate": "202006",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/CRHS202006001.pdf"
    },
	{
		"id": "ECEProc20220701",
		"Title": "Interior Engineering Cost Estimate Procedures",
		"Author": "ECE Procedures Working Group (North and South Area Timber Pricing)",
		"Subject": "This document details the procedures for the Engineering Cost Estimate (ECE) as prepared by the ECE Procedures Working Group. It covers the submission standards, the roles and responsibilities of licensees, and a guide for the application of these procedures in appraisal or reappraisal.",
		"Creator": "Director, Timber Pricing Branch",
		"Keywords": "Engineering Cost Estimate, ECE, Timber Pricing, Appraisal, Reappraisal, Road Construction, Road Reconstruction, Road Surfacing, Road Rehabilitation",
		"CreationDate": "20220701",
		"ModDate": "20220628",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/ECEProc20220701.pdf"
    },
	{
		"id": "2022IMPSUpdate",
		"Title": "Interior Market Pricing System: Update – 2022",
		"Author": "Timber Pricing Branch, Ministry of Forests",
		"Subject": "This paper provides an overview of the July 1, 2022 update to the Interior Market Pricing System (MPS). It includes auction dataset information and statistical equations. The paper is not intended to provide the basis for calculating stumpage rates nor should it be used as guidance for interpreting legal policies and procedures for calculating stumpage rates.",
		"Creator": "Timber Pricing Branch, Ministry of Forests",
		"Keywords": "Interior Market Pricing System, Update 2022, Timber Pricing Branch, Ministry of Forests, Auction Dataset, Statistical Equations",
		"CreationDate": "20220701",
		"ModDate": "20220701",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/2022IMPSUpdate.pdf"
    },
	{
		"id": "BCITIMBPR201607",
		"Title": "Interior Timber Pricing Training Modules 1 – 5",
		"Author": "Timber Pricing Branch, FLNR",
		"Subject": "This document is a training package for the Ministry of Forests, Lands and Natural Resource Operations (FLNRO), industry and consulting staff on timber pricing in BC’s interior. It covers different aspects of timber pricing, professional practice obligations, appraisal submission topics, overview of Electronic Commerce Appraisal System (ECAS) and miscellaneous timber pricing policies.",
		"Creator": "Timber Pricing Branch, FLNR",
		"Keywords": "Timber Pricing, Training Modules, Professional Practice, Appraisal Submission, ECAS, Timber Pricing Policies, Interior Appraisal Manual, FLNRO",
		"CreationDate": "201607",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCITIMBPR201607.pdf"
    },
	{
		"id": "LICENCECUTMANU",
		"Title": "Licence to Cut Administration Manual Version 3.1",
		"Author": "FOREST TENURES BRANCH",
		"Subject": "This manual provides guidance on the administration of licences to cut, as established by the Forest Act and regulation. It outlines business processes, rules, and guidance for the application, issuance, administration, and termination of licences to cut.",
		"Creator": "FOREST TENURES BRANCH",
		"Keywords": "Licence to Cut, Administration Manual, Forest Act, regulation, application, issuance, administration, termination of licences, Ministry of Forests, Lands and Natural Resource Operations, provincial agencies, licensees, general public",
		"CreationDate": "20200402",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LICENCECUTMANU.pdf"
    },
	{
		"id": "FS704PlantingQC",
		"Title": "Planting Quality Inspection Guide to Completing the FS 704",
		"Author": "Ministry of Forests, Lands and Natural Resource Operations, Resource Practices Branch",
		"Subject": "Planting quality inspections are carried out to ensure that planting contractors meet the agreed-upon contract specifications, and to determine contractor payment for each planting unit. This field booklet is designed to assist planters, planting contractors, and inspectors in understanding the planting quality inspection procedure.",
		"Creator": "Resource Practices Branch, Ministry of Forests, Lands and Natural Resource Operations, Province of British Columbia",
		"Keywords": "Planting, Quality Inspection, FS 704, Tree Planting, British Columbia, Afforestation, Reforestation, Resource Practices, Planting Contractors",
		"CreationDate": "198005",
		"ModDate": "201204",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FS704PlantingQC.pdf"
    },
	{
		"id": "2019FORHSTRAT",
		"Title": "2019-2022 Provincial Forest Health Strategy",
		"Author": "FOREST HEALTH UNIT, RESOURCE PRACTICES BRANCH",
		"Subject": "This document outlines a three-year Forest Health Strategy identifying key goals, objectives, critical success factors and targeted collaborative actions that will enable the Forest Health program to achieve its mission: providing science-based information to mitigate the impacts of damaging forest health agents (insects, pathogens, wildlife and abiotic factors).",
		"Creator": "TIM EBATA, HARRY KOPE AND BABITA BAINS",
		"Keywords": "Forest Health Strategy, Forest Health program, science-based information, forest health agents, insects, pathogens, wildlife, abiotic factors",
		"CreationDate": "20191031",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/2019FORHSTRAT.pdf"
    },
	{
		"id": "BCSilvicultSys2003",
		"Title": "Silvicultural Systems Handbook for British Columbia",
		"Author": "Ministry of Forests, Forest Practices Branch",
		"Subject": "This handbook provides field forestry practitioners with a first reference for silvicultural systems prescription development and implementation in BC. It catalogues background knowledge related to partial cutting silvicultural systems and discusses their strengths and weaknesses.",
		"Creator": "Ministry of Forests, Forest Practices Branch, Victoria, British Columbia",
		"Keywords": "Silviculture, Silvicultural Systems, British Columbia, Ministry of Forests, Forest Practices Branch, Partial Cutting Systems, Forestry",
		"CreationDate": "200303",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCSilvicultSys2003.pdf"
    },
	{
		"id": "GYP199102BCMF",
		"Title": "GROWTH AND YIELD PREDICTION SYSTEMS - FEBRUARY 1991",
		"Author": "Ministry of Forests",
		"Subject": "The Ministry of Forests is responsible for managing the forest resource to maximize the immediate and long-run social and economic benefits for all British Columbians. This report briefly describes the growth and yield prediction systems in use for forest management planning within the Ministry.",
		"Creator": "T.M. Thomson & Associates Ltd.",
		"Keywords": "Ministry of Forests, Growth, Yield, Prediction Systems, Forest Management",
		"CreationDate": "199102",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/GYP199102BCMF.pdf"
    },
	{
		"id": "BCFSPGuidance16",
		"Title": "Guidance on the Replacement of Forest Stewardship Plans",
		"Author": "Ministry of Forests, Lands and Natural Resource Operations",
		"Subject": "This document provides guidance to inform decisions regarding forest stewardship plans (FSP) by the Minister’s delegated decision-makers (DDMs) under the Forest and Range Practices Act (FRPA).",
		"Creator": "Office of the Chief Forester",
		"Keywords": "Forest Stewardship Plans, Minister’s delegated decision-makers, Forest and Range Practices Act, FSP quality, FSP effectiveness, provincial consistency, management of FSP expiries",
		"CreationDate": "201603",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCFSPGuidance16.pdf"
    },
	{
		"id": "BC202104TSRBCK",
		"Title": "Timber Supply Review Backgrounder",
		"Author": "Minister of Forests, Lands, Natural Resource Operations and Rural Development",
		"Subject": "This document reviews the Timber Supply Review (TSR) program initiated in British Columbia in 1992 to update understanding of timber supply in various timber supply areas and tree farm licenses. It discusses the concept of Allowable Annual Cut (AAC) as determined by the Chief Forester and explains the process, objectives, and considerations involved in TSR.",
		"Creator": "British Columbia's Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
		"Keywords": "Timber Supply Review, Allowable Annual Cut, Chief Forester, British Columbia, Timber Supply Areas, Tree Farm Licenses, Minister of Forests, Lands, Natural Resource Operations and Rural Development",
		"CreationDate": "202104",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BC202104TSRBCK.pdf"
    },
	{
		"id": "TSR20230611AAC",
		"Title": "Timber Supply Review (TSR) Document Descriptions",
		"Author": "Chief Forester",
		"Subject": "This document outlines the process, rationale, and technical aspects of the Timber Supply Review (TSR) and the Allowable Annual Cut (AAC) determination for the province's timber supply areas. It also includes a discussion on timber supply and socio-economic analysis, and information on the data package used in the timber supply analysis.",
		"Creator": "Forest Analysis and Inventory Branch (FAIB)",
		"Keywords": "Timber Supply Review, Allowable Annual Cut, Chief Forester, British Columbia, Timber Supply Areas, Tree Farm Licenses, Minister of Forests, Lands, Natural Resource Operations and Rural Development",
		"CreationDate": "",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/TSR20230611AAC.pdf"
    },
	{
		"id": "BC2016TimbRev",
		"Title": "Timber Supply Review Timber Supply Areas",
		"Author": "Ministry of Forests, Lands and Natural Resource Operations",
		"Subject": "This document provides a detailed overview of the Timber Supply Review (TSR) program which began in 1992 to regularly update timber supply in each timber supply area (TSA) and tree farm licence (TFL) throughout the province of British Columbia (BC). It includes the objectives of the TSR, the role of the chief forester, and the process for determining Allowable Annual Cuts (AACs) for TSAs.",
		"Creator": "Forest Analysis and Inventory Branch",
		"Keywords": "Timber Supply Review, Timber Supply Areas, BC, Allowable Annual Cuts, Timber Supply, Chief Forester, Forest Management",
		"CreationDate": "201611",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BC2016TimbRev.pdf"
    },
	{
		"id": "BCTimberReviewTFL",
		"Title": "Timber Supply Review Tree Farm Licences",
		"Author": "Forest Analysis and Inventory Branch, Ministry of Forests, Lands and Natural Resource Operations",
		"Subject": "The document discusses the Timber Supply Review (TSR) program which began in 1992 to update timber supply in various areas and tree farm licences in British Columbia. It outlines the objectives of the TSR, the role of the chief forester in determining Allowable Annual Cuts (AACs) and the review process for Tree Farm Licence AACs.",
		"Creator": "Ministry of Forests, Lands and Natural Resource Operations",
		"Keywords": "Timber Supply Review, Tree Farm Licences, British Columbia, Allowable Annual Cuts, Forest Act, Ministry of Forests, Lands and Natural Resource Operations, economic, environmental, social information",
		"CreationDate": "201611",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTimberReviewTFL.pdf"
    },
	{
		"id": "FISP201302FLNRO",
		"Title": "Forest Inventory Strategic Plan",
		"Author": "Ministry of Forests, Lands and Natural Resource Operations",
		"Subject": "The forest inventory program outlined in this strategic plan aims to support both economic prosperity and environmental sustainability for British Columbians. The information that will be produced as per this plan is required for the Ministry to make sustainable decisions on land use and to support a healthy and competitive forest sector. This document also outlines a 5-year provincial inventory action plan.",
		"Creator": "Ministry of Forests, Lands and Natural Resource Operations",
		"Keywords": "forest inventory, strategic plan, natural resource operations, economic prosperity",
		"CreationDate": "201302",
		"ModDate": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FISP201302FLNRO.pdf"
    },
	{
		"id": "FRPRACTBC14004",
		"Title": "Forest and Range Practices Act FOREST PLANNING AND PRACTICES REGULATION",
		"Author": "Consolidated Regulations of British Columbia",
		"Subject": "The document is a consolidation of the Forest and Range Practices Act specifically pertaining to forest planning and practices regulations in British Columbia.",
		"Creator": "Office of Legislative Counsel, Ministry of Attorney General, Victoria, B.C.",
		"Keywords": "Forest and Range Practices Act, FOREST PLANNING AND PRACTICES REGULATION",
		"CreationDate": "20040131",
		"ModDate": "20230213",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FRPRACTBC14004.pdf"
    },
	{
		"id": "FORREVACT200317",
		"Title": "FORESTRY REVITALIZATION ACT [SBC 2003] CHAPTER 17",
		"Author": "Government of British Columbia",
		"Subject": "This Act lays out the rules, regulations, and rights pertaining to forestry in the region, including definitions, timber license reductions, minister's orders, provision of information, compensation limits, budget and accountability, and regulations.",
		"Creator": "Government of British Columbia",
		"Keywords": "Forestry, Legislative Changes, BC Forestry Revitalization Trust, Crown land, Harvesting rights, Minister's orders, Timber licence, Allowable annual cut",
		"CreationDate": "20030331",
		"ModDate": "20230510",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FORREVACT200317.pdf"
    },
	{
		"id": "FORACTBC1996157",
		"Title": "FOREST ACT [RSBC 1996] CHAPTER 157",
		"Author": "Governement British Columbia",
		"Subject": "A legislative document outlining the legal framework, regulations and guidelines for the management, conservation, and sustainable development of forest and forest lands in British Columbia.",
		"Creator": "Government of British Columbia",
		"Keywords": "Forest, British Columbia, Legislation, Timber, Licence, Timber Supply, Management, Conservation, Sustainable Development, Crown Land, Rights to Crown timber, Forest Licence, Tree Farm Licences, Timber Sale Licences",
		"CreationDate": "1996",
		"ModDate": "20230510",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FORACTBC1996157.pdf"
    },
	{
		"id": "BC2000ActCH17",
		"Title": "PROTECTED AREAS OF BRITISH COLUMBIA ACT [SBC 2000] CHAPTER 17",
		"Author": "Governement British Columbia",
		"Subject": "This act provides legislation regarding the protection and management of specific ecological reserves, parks, and conservancies in British Columbia. It includes legal provisions for the establishment and continuation of these areas, boundary descriptions, and official plans.",
		"Creator": "Government of British Columbia",
		"Keywords": "Protected Areas, British Columbia, Ecological Reserves, Parks, Conservancies, Legislation",
		"CreationDate": "20000629",
		"ModDate": "20230426",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BC2000ActCH17.pdf"
    },
	{
		"id": "OFFROADVEHICLEACT",
		"Title": "OFF-ROAD VEHICLE ACT [SBC 2014] CHAPTER 5",
		"Author": "The Legislative Assembly of British Columbia",
		"Subject": "The Act provides for definitions, registration, operation, compliance, enforcement and general regulations relating to off-road vehicles. It also contains transitional provisions and amendments related to off-road vehicles.",
		"Creator": "The Legislative Assembly of British Columbia",
		"Keywords": "Off-Road Vehicle, Crown Land, Regulations, Officer, Private Land, Vehicle Identification Number",
		"CreationDate": "20140324",
		"ModDate": "20230329",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/OFFROADVEHICLEACT.pdf"
    },
	{
		"id": "2018BC47ProfGov",
		"Title": "PROFESSIONAL GOVERNANCE ACT [SBC 2018] CHAPTER 47",
		"Author": "Government of British Columbia",
		"Subject": "An Act relating to the governance of professional bodies and the responsibilities of registered professionals within British Columbia. It includes the definitions, applications, powers of the superintendent of professional governance, duties of regulatory bodies, enrolment, admission and reinstatement of registrants, and protections of the public interest.",
		"Creator": "Government of British Columbia",
		"Keywords": "Professional Governance, Superintendent, Regulatory Bodies, Registrants, Public Interest",
		"CreationDate": "20181127",
		"ModDate": "20230531",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/2018BC47ProfGov.pdf"
    },
	{
		"id": "PAAFCA20025151",
		"Title": "PROTECTED AREAS FORESTS COMPENSATION ACT [SBC 2002] CHAPTER 51",
		"Author": "Legislative Assembly of British Columbia",
		"Subject": "This act focuses on the compensation related to protected forest areas. It outlines definitions, laws, and regulations for the deletion of protected areas from licensed areas, allowable annual cut reductions, set-offs for benefits previously received, and limits on compensation.",
		"Creator": "Government of British Columbia",
		"Keywords": "Protected Areas, Forests, Compensation Act, Legislative Changes, SBC 2002, CHAPTER 51, Forest Act, Protected Area, Annual Cut Reduction",
		"CreationDate": "20020530",
		"ModDate": "20230510",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/PAAFCA20025151.pdf"
    },
	{
		"id": "RANGEACTSBC2004",
		"Title": "RANGE ACT [SBC 2004] CHAPTER 71",
		"Author": "British Columbia Government",
		"Subject": "This Act describes the legal framework for the disposition of rights over Crown Range by the government. It sets out conditions for the grant of licenses and permits, obligations of licensees and permit holders, provisions for compliance and enforcement, and regulations related to the range.",
		"Creator": "Government of British Columbia",
		"Keywords": "Range Act, Crown Range, Licences, Permits, Grazing, Livestock, British Columbia, Legislation",
		"CreationDate": "20041021",
		"ModDate": "20230510",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/RANGEACTSBC2004.pdf"
    },
	{
		"id": "RIPA97021CH21",
		"Title": "RIPARIAN AREAS PROTECTION ACT [SBC 1997] CHAPTER 21",
		"Author": "Lieutenant Governor in Council",
		"Subject": "This act outlines the legislative provisions for the protection and enhancement of riparian areas that may be subject to residential, commercial or industrial development. It includes regulatory directives, provisions for local governments, and measures related to the establishment of bylaws and permits.",
		"Creator": "British Columbia Legislative Council",
		"Keywords": "Riparian Areas, Protection Act, Directives, Local Government, Land Use, Bylaws, Zoning, British Columbia",
		"CreationDate": "19970728",
		"ModDate": "20230510",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/RIPA97021CH21.pdf"
    },
	{
		"id": "WATERACTSBC2014",
		"Title": "WATER SUSTAINABILITY ACT [SBC 2014] CHAPTER 15",
		"Author": "The British Columbia Legislative Assembly",
		"Subject": "This document provides comprehensive information on the Water Sustainability Act that discusses interpretation and application, licensing, diversion and use of water, protecting water resources, and enforcement procedures.",
		"Creator": "Government of British Columbia",
		"Keywords": "Water Sustainability, Act, Legislative Assembly, British Columbia, Water Protection, Licensing, Enforcement",
		"CreationDate": "20140529",
		"ModDate": "20230329",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/WATERACTSBC2014.pdf"
    },
	{
		"id": "WILDACT200431BC",
		"Title": "WILDFIRE ACT [SBC 2004] CHAPTER 31",
		"Author": "The British Columbia Legislative Assembly",
		"Subject": "This act focuses on forest and range protection requirements, the authority of government for fire prevention and fire control, administrative remedies, cost recovery, offences, court orders and proceedings, the powers of the Minister and more. It includes definitions, rights of entry, inspection, examination and analysis, recovery of fire control costs, administrative penalties, correction of orders, limitation periods, and power to impose conditions among other aspects.",
		"Creator": "Government of British Columbia",
		"Keywords": "Wildfire Act, British Columbia, Fire control, Administrative remedies, Cost recovery, Offences, Court orders",
		"CreationDate": "20040429",
		"ModDate": "20230510",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/WILDACT200431BC.pdf"
    },
	{
		"id": "SBC2009CHAP18",
		"Title": "WOOD FIRST ACT [SBC 2009] CHAPTER 18",
		"Author": "The British Columbia Legislative Assembly",
		"Subject": "The document is the 'Wood First Act', a legislative document that promotes a culture of wood by requiring the use of wood as the primary building material in all new provincially funded buildings, consistent with the building regulations within the meaning of the Building Act.",
		"Creator": "Government of British Columbia",
		"Keywords": "Wood First Act, Building Act, provincially funded buildings, use of wood, building regulations",
		"CreationDate": "20091029",
		"ModDate": "20230510",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/SBC2009CHAP18.pdf"
    },
	{
		"id": "TIMBCRUIMAN2020",
		"Title": "TIMBER PRICING BRANCH Cruising Manual",
		"Author": "TIMBER PRICING BRANCH",
		"Subject": "The manual is a comprehensive guide outlining cruising procedures used for stumpage appraisal purposes for timber on the Crown lands of British Columbia. It includes the standards that must be met, details on field measurements, cruise design, and planning of logging operations. It also discusses the role of the Ministry of Forests, Lands, Natural Resource Operations, and Rural Development in this process.",
		"Creator": "Government of British Columbia",
		"Keywords": "TIMBER PRICING BRANCH, Cruising Manual, British Columbia Government, stumpage appraisal, Crown timber, Ministry of Forests, Lands, Natural Resource Operations, and Rural Development",
		"CreationDate": "20200701",
		"ModDate": "20210701",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/TIMBCRUIMAN2020.pdf"
    },
	{
		"id": "PLRWMPM20190401",
		"Title": "Provincial Logging Residue and Waste Measurement Procedures Manual – Interior Version",
		"Author": "Ministry of Forests",
		"Subject": "This manual outlines the administration and field measurement procedures to be used in waste assessments, intended to serve as the reference for industry and government staff who conduct or check waste assessments in British Columbia.",
		"Creator": "Government of British Columbia",
		"Keywords": "Provincial Logging Residue, Waste Measurement Procedures, Interior Version, British Columbia Government, Forest Act, Waste Assessment, Timber Pricing, Harvest Crown Timber, Cutblock",
		"CreationDate": "20190401",
		"ModDate": "20221121",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/PLRWMPM20190401.pdf"
    },
	{
		"id": "ScalingManualBCI",
		"Title": "BC Interior Scaling Manual",
		"Author": "British Columbia Government, Ministry of Forests, Lands and Natural Resource Operations, Timber Pricing Branch",
		"Subject": "This manual provides guidelines for scaling timber harvested from both Crown and private lands in British Columbia, under the Forest Act. It provides instructions to ensure that scale results are reliable and consistent. It's a reference tool for government, industry, students and anyone else interested in scaling.",
		"Creator": "British Columbia Government, Ministry of Forests, Lands and Natural Resource Operations, Timber Pricing Branch",
		"Keywords": "Scaling, Timber, British Columbia Government, Forest Act, Scaling Regulation, Ministry of Forests, Lands and Natural Resource Operations, Timber Pricing Branch",
		"CreationDate": "20111101",
		"ModDate": "20211115",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/ScalingManualBCI.pdf"
    },
	{
		"id": "HBSGuide20080201",
		"Title": "HBS Industry Reference Guide",
		"Author": "Ministry of Forests and Range",
		"Subject": "This manual is intended for the use of individuals or companies when conducting business with the British Columbia Government. It has been developed to assist forest industry employees who currently use, or will use the Harvest Billing System (HBS) application to collect, submit and/or correct scale return data.",
		"Creator": "Ministry of Forests and Range",
		"Keywords": "HBS, Harvest Billing System, scale return data, Ministry of Forests and Range, British Columbia Government",
		"CreationDate": "20080201",
		"ModDate": "20080201",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/HBSGuide20080201.pdf"
    },
	{
        "id": "ENG2018MANUAL",
        "Title": "Engineering Manual",
        "Author": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
        "Subject": "The 2018 Engineering Manual provides policy and guidance related to forest resource road and bridge administration, design, construction, maintenance and deactivation activities funded by the Ministry. It includes policy direction on implementation of legislation and regulations, mandatory procedures, project checklists, business practices, and best practice technical and professional practices throughout MFLNRO.",
        "Creator": "Engineering Branch, Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
        "CreationDate": "20180801",
        "ModDate": "20180801",
        "Keywords": "Engineering Manual, Ministry of Forests, Lands, Natural Resource Operations, Rural Development, engineering practices, forest resource road, bridge administration, design, construction, maintenance, deactivation, legislation, regulations, mandatory procedures, project checklists, business practices, professional reliance, technical practices, professional practices, MFLNRO",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/ENG2018MANUAL.pdf"
    },
    {
        "id": "BCAccessMgmt2001",
        "Title": "ACCESS MANAGEMENT IN BRITISH COLUMBIA: A PROVINCIAL OVERVIEW",
        "Author": "Ministry of Environment, Lands and Parks",
        "Subject": "This document discusses the proliferation of access over the past four decades leading to public and resource-related issues in British Columbia, focusing on the increasing use of forest roads and adjacent forest lands. It outlines the impacts on ecosystems, fish and wildlife populations and their habitats, and recreational experiences. It details various regional and district level initiatives to manage these issues, and the role of different ministries and legislation in this process.",
        "Creator": "Dennis Hamilton, Steven Wilson, Nanuq Consulting Ltd., EcoLogic Research",
        "CreationDate": "20010331",
        "ModDate": "None",
        "Keywords": "Access Management, British Columbia, Ministry of Environment, Lands and Parks, Forest Road Network, Vehicular Access Hunting Closures, Co-ordinated Access Management Planning, Forest Practices Code",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCAccessMgmt2001.pdf"
    },
    {
        "id": "BCFGGBCAR2000V24",
        "Title": "Establishment to Free Growing Guidebook: Cariboo Forest Region",
        "Author": "Ministry of Environment, BRITISH COLUMBIA, Ministry of Forests",
        "Subject": "This guidebook provides information and recommendations to help forest resource managers plan, prescribe, and implement forest practices in compliance with the Forest Practices Code. It covers stocking standards, pruning height requirements, and the need for professional judgement in developing site-specific management strategies and prescriptions.",
        "Creator": "B.C. Ministry of Forests",
        "CreationDate": "200005",
        "ModDate": "200710",
        "Keywords": "Forestry, Forest Practices Code, Silviculture Practices, Forest Management, Reforestation",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCFGGBCAR2000V24.pdf"
    },
    {
        "id": "BCFGGKAM2002V22",
        "Title": "Establishment to Free Growing Guidebook: Kamloops Forest Region",
        "Author": "Authority, Forest Practices Code of British Columbia Act, Operational Planning Regulation, Strategic Planning Regulation, Silviculture Practices Regulation",
        "Subject": "This guidebook is intended to assist in planning, prescribing, and implementing forest practices in line with the Forest Practices Code. It is a resource for creating site-specific management strategies, including optional practices for different circumstances. It also states that once a recommended practice is included in a plan, prescription, or contract, it becomes legally enforceable.",
        "Creator": "B.C. Ministry of Forests",
        "CreationDate": "200201",
        "ModDate": "200710",
        "Keywords": "Forest Practices Code, Forest Management, Silviculture Practices, Operational Planning, Strategic Planning",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCFGGKAM2002V22.pdf"
    },
    {
        "id": "BCFGGNEL2000V23",
        "Title": "Establishment to Free Growing Guidebook: Nelson Forest Region",
        "Author": "BC Environment, BRITISH COLUMBIA, Ministry of Forests",
        "Subject": "This guidebook provides guidance for forest resource managers to plan, prescribe, and implement sound forest practices that comply with the Forest Practices Code. It covers stocking standards, pruning height requirements, and emphasizes the use of professional judgement in developing site-specific management strategies and prescriptions.",
        "Creator": "B.C. Ministry of Forests",
        "CreationDate": "200005",
        "ModDate": "200710",
        "Keywords": "Forestry, Forest Practices Code, Silviculture Practices, Forest Management, Reforestation",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCFGGNEL2000V23.pdf"
    },
    {
        "id": "BCForestCode2001",
        "Title": "Forest Practices Code of BRITISH COLUMBIA - Forest Development Plan Guidebook",
        "Author": "British Columbia. Ministry of Forests",
        "Subject": "This guidebook is a part of the Forest Practices Code. It provides support to regulations and describes procedures, practices, and results that align with the legislated requirements of the Code. It is intended to assist users in exercising professional judgement for developing site-specific management strategies and prescriptions to align with resource management objectives.",
        "Creator": "Province of British Columbia",
        "CreationDate": "200112",
        "ModDate": "",
        "Keywords": "Forest Practices Code, British Columbia, Forest Management, Planning, Guidebook",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCForestCode2001.pdf"
    },
    {
        "id": "BC1998FishGuide",
        "Title": "Forest Practices Code of BRITISH COLUMBIA Fish-stream Identification Guidebook Second edition Version 2.1",
        "Author": "British Columbia Ministry of Forests",
        "Subject": "This guidebook has been prepared to help forest resource managers plan, prescribe and implement sound forest practices that comply with the Forest Practices Code.",
        "Creator": "British Columbia Ministry of Forests",
        "CreationDate": "199808",
        "ModDate": "",
        "Keywords": "Forest Practices Code, British Columbia, Fish-stream Identification, Guidebook, Second edition, Version 2.1",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BC1998FishGuide.pdf"
    },
    {
        "id": "BCForRoadGuide02",
        "Title": "Forest Practices Code of British Columbia: Forest Road Engineering Guidebook, Second edition",
        "Author": "Ministry of Forests of British Columbia",
        "Subject": "This guidebook provides forest road practitioners with advice on road design and field practices to assist them to achieve the statutory and regulatory requirements in the Forest Practices Code of British Columbia Act, the Forest Road Regulation, and the Operational Planning Regulation.",
        "Creator": "Ministry of Forests of British Columbia",
        "CreationDate": "200206",
        "ModDate": "200206",
        "Keywords": "Forest Practices Code, British Columbia, Forest Road Engineering, Road Design, Forest Road Regulation, Operational Planning Regulation",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCForRoadGuide02.pdf"
    },
    {
        "id": "BCFGAPGuide2001",
        "Title": "Forest Practices Code of British Columbia: Gully Assessment Procedure Guidebook, Fourth edition, Version 4.1",
        "Author": "Ministry of Forests of British Columbia",
        "Subject": "This guidebook provides procedures and recommendations for forest resource managers to plan, prescribe and implement sound forest practices that comply with the Forest Practices Code. It includes details on gully assessment procedure (GAP) intended to help evaluate gully systems for road crossings, cutblock layout, gully system rehabilitation, and road deactivation of the crossings, especially on the Coast. While the GAP provides a framework for managing gully systems during and after harvesting, a thorough assessment by a qualified registered professional may still be required in situations posing substantial hazard.",
        "Creator": "British Columbia Ministry of Forests",
        "CreationDate": "200102",
        "ModDate": "None",
        "Keywords": "Forest Practices Code, Gully Assessment Procedure, GAP, Forestry Operations, Road Crossings, Cutblock Layout, Gully System Rehabilitation, Road Deactivation, British Columbia, Ministry of Forests, Forest Management",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCFGAPGuide2001.pdf"
    },
    {
        "id": "BCForestHealth02",
        "Title": "Generic Forest Health Surveys Guidebook, Second edition",
        "Author": "Ministry of Forests of British Columbia",
        "Subject": "This guidebook provides comprehensive guidance on conducting forest health surveys and developing site-specific management strategies in British Columbia. It targets forest resource managers and aims to ensure compliance with the Forest Practices Code.",
        "Creator": "Ministry of Forests of British Columbia",
        "CreationDate": "200102",
        "ModDate": "None",
        "Keywords": "Forest Practices Code, Forest Health Surveys, Guidebook, Forest Ecosystems, Forest Practices, Forest Management, Resource Management",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCForestHealth02.pdf"
    },
    {
        "id": "BCOldForestRprt",
        "Title": "Accounting for old forests: a methodology for assessing the economic benefits of retaining old forests in B.C. VOLUME I Main Report",
        "Author": "Biodiversity Branch, Ministry of Water, Land and Air Protection, Province of British Columbia",
        "Subject": "The document provides a comprehensive review of approaches and methodologies to assess the economic contribution of intact old forests to society's economic well-being. It also suggests a pragmatic valuation methodology to assess the economic value of old forests to improve land-use decisions involving them.",
        "Creator": "Tom L. Green, M.A., Ecological Economist",
        "CreationDate": "2002",
        "ModDate": "",
        "Keywords": "old forests, economic benefits, Biodiversity Branch, Ministry of Water, Land and Air Protection, British Columbia, economic value, land-use decisions, ecosystem goods, services, non-market valuation, valuation matrix",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCOldForestRprt.pdf"
    },
    {
        "id": "BCForestCodeGreen",
        "Title": "Green-up Guidebook, Second edition",
        "Author": "British Columbia. Ministry of Forests",
        "Subject": "This guidebook has been prepared to help forest resource managers plan, prescribe and implement sound forest practices that comply with the Forest Practices Code. Guidebooks are one of the four components of the Forest Practices Code. They describe procedures, practices and results that are consistent with the legislated requirements of the Code.",
        "Creator": "Province of British Columbia",
        "CreationDate": "199901",
        "ModDate": "",
        "Keywords": "Forest Practices Code, British Columbia, reforestation, forest management",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCForestCodeGreen.pdf"
    },
    {
        "id": "BCForestPracHazard",
        "Title": "Forest Practices Code of British Columbia: Hazard Assessment Keys for Evaluating Site Sensitivity to Soil Degrading Processes Guidebook, Second Edition, Version 2.1",
        "Author": "BC Ministry of Forests, Province of British Columbia",
        "Subject": "This guidebook has been prepared to help forest resource managers plan, prescribe and implement sound forest practices that comply with the Forest Practices Code. These regulations require that the procedures to determine the risk of sediment delivery to streams, the soil compaction hazard, the soil displacement hazard and the soil erosion hazard are carried out in accordance with the procedures in the guidebook.",
        "Creator": "B.C. Ministry of Forests",
        "CreationDate": "199903",
        "ModDate": "199903",
        "Keywords": "Forest Practices Code, British Columbia, Hazard Assessment, Soil Degrading Processes, Guidebook, Operational Planning Regulation, Woodlot License Forest Management Regulation, Sediment Delivery, Soil Compaction Hazard, Soil Displacement Hazard, Soil Erosion Hazard",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCForestPracHazard.pdf"
    },
    {
        "id": "MNGRTDIS201804",
        "Title": "Managing Root Disease in British Columbia",
        "Author": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
        "Subject": "This document provides a comprehensive description of the objectives and scope of root disease management in British Columbia. It provides science-based survey and treatment options that are applied consistently across the province to support sustainable reforestation, and ecosystem productivity and integrity.",
        "Creator": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
        "CreationDate": "201804",
        "ModDate": "",
        "Keywords": "Root Disease, British Columbia, Management, Sustainable Reforestation, Ecosystem Productivity, Forest Health",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/MNGRTDIS201804.pdf"
    },
    {
        "id": "BCRUG20001000",
        "Title": "Range Use Plan Guidebook",
        "Author": "Forest Practices Code of British Columbia",
        "Subject": "This guidebook is intended to provide guidance to forest and range managers in developing range use plans. It replaces the Range Management Guidebook 2nd edition, of September 1995. The document discusses the restructuring of range use plans in 2000, and the roles of goals, objectives, strategies, and measures in these plans.",
        "Creator": "British Columbia. Ministry of Forests",
        "CreationDate": "200010",
        "ModDate": "",
        "Keywords": "Range Use Plan, Forest Practices Code of British Columbia, Guidebook, Range management, Land use, Rural - British Columbia - Planning",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCRUG20001000.pdf"
    },
    {
        "id": "BCWildfireReg38",
        "Title": "Wildfire Act WILDFIRE REGULATION B.C. Reg. 38/2005",
        "Author": "Office of Legislative Counsel, Ministry of Attorney General, Victoria, B.C.",
        "Subject": "Regulation 38/2005 under the Wildfire Act detailing fire prevention, fire hazard assessment and abatement, fire control, permissible open fires, and exemptions. This is a consolidated regulation provided for convenience and includes amendments in force as of September 1, 2022.",
        "Creator": "Consolidated Regulations of British Columbia",
        "CreationDate": "20050211",
        "ModDate": "20220330",
        "Keywords": "Wildfire Act, WILDFIRE REGULATION, B.C. Reg. 38/2005, Fire Prevention, Fire Control, Open Fires, Exemptions",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCWildfireReg38.pdf"
    },
    {
        "id": "BCWatershedGuid",
        "Title": "Coastal Watershed Assessment Procedure Guidebook (CWAP), Interior Watershed Assessment Procedure Guidebook (IWAP)",
        "Author": "Ministry of Forests of British Columbia",
        "Subject": "This guidebook provides guidance to forest resource managers on planning, prescribing, and implementing sound forest practices in compliance with the Forest Practices Code. It outlines the procedures and protocols for conducting a watershed assessment for forest development plans.",
        "Creator": "B.C. Ministry of Forests",
        "CreationDate": "200104",
        "ModDate": "",
        "Keywords": "Watershed Assessment, Forest Practices Code, British Columbia, Coastal Watershed Assessment, Interior Watershed Assessment, Forest Development Plan",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCWatershedGuid.pdf" 
    },
    {
        "id": "BCVIAGuidebook01",
        "Title": "Forest Practices Code of British Columbia: Visual Impact Assessment Guidebook, Second Edition Part 1",
        "Author": "British Columbia. Ministry of Forests, Forest Practices Branch",
        "Subject": "This guidebook provides managers, planners, and field staff with planning and design tools for assessing the visual impact of forest practices in scenic areas at both the landscape and stand level and within targeted social and economic constraints.",
        "Creator": "British Columbia. Ministry of Forests",
        "CreationDate": "200101",
        "ModDate": "None",
        "Keywords": "Forest Practices, Visual Impact Assessment, British Columbia, Forest Landscape Management, Forest Landscape Design, Scenic Areas, Visual Quality Objectives, Resource Management",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCVIAGuidebook01.pdf"
    },
    {
        "id": "BCVIAGuidebook02",
        "Title": "Forest Practices Code of British Columbia: Visual Impact Assessment Guidebook, Second Edition Part 2",
        "Author": "British Columbia. Ministry of Forests, Forest Practices Branch",
        "Subject": "This guidebook provides managers, planners, and field staff with planning and design tools for assessing the visual impact of forest practices in scenic areas at both the landscape and stand level and within targeted social and economic constraints.",
        "Creator": "British Columbia. Ministry of Forests",
        "CreationDate": "200101",
        "ModDate": "None",
        "Keywords": "Forest Practices, Visual Impact Assessment, British Columbia, Forest Landscape Management, Forest Landscape Design, Scenic Areas, Visual Quality Objectives, Resource Management",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCVIAGuidebook02.pdf"
    },
    {
        "id": "BCMapTerSta1999",
        "Title": "Forest Practices Code of British Columbia: Mapping and Assessing Terrain Stability Guidebook, 2nd Edition",
        "Author": "British Columbia Ministry of Forests",
        "Subject": "A guidebook providing information on mapping and assessing terrain stability. It aims to reduce the frequency and magnitude of landslides associated with forest development by presenting practical terrain stability mapping and assessment procedures. The guidebook is intended to enlighten foresters, managers and field personnel about mapping and assessment projects.",
        "Creator": "British Columbia Ministry of Forests",
        "CreationDate": "199908",
        "ModDate": "None",
        "Keywords": "Forest Practices Code, British Columbia, Terrain Stability, Mapping, Landslide Hazards, Forest Management",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCMapTerSta1999.pdf"
    },
    {
        "id": "BCForCodeStndMngPre",
        "Title": "Forest Practices Code of British Columbia Stand Management Prescription Guidebook Second edition",
        "Author": "B.C. Ministry of Forests",
        "Subject": "This guidebook has been prepared to help forest resource managers plan, prescribe and implement sound forest practices that comply with the Forest Practices Code. It provides recommendations and procedures for stand management prescriptions (SMPs) to ensure resource values are maintained or enhanced, including biological diversity, and set out a series of stand management activities to produce a stand capable of meeting the stated management objectives.",
        "Creator": "B.C. Ministry of Forests",
        "CreationDate": "199903",
        "ModDate": "None",
        "Keywords": "",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCForCodeStndMngPre.pdf"
    },
    {
        "id": "FPCSoilConsGuideBC",
        "Title": "Forest Practices Code of British Columbia Soil Conservation Guidebook 2nd Edition May 2001",
        "Author": "British Columbia. Ministry of Forests",
        "Subject": "This guidebook is prepared to assist forest resource managers in planning, prescribing, and implementing sound forest practices in compliance with the Forest Practices Code. It provides recommendations and procedures to help users develop site-specific management strategies and prescriptions to accommodate resource management objectives.",
        "Creator": "British Columbia. Ministry of Forests",
        "CreationDate": "200105",
        "ModDate": "None",
        "Keywords": "Forest Practices Code, Soil Conservation, British Columbia, Guidebook, Forest resource management, Soil disturbance, Forest practices",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FPCSoilConsGuideBC.pdf"
    },
    {
        "id": "FPCSoilConSur2001",
        "Title": "Soil Conservation Surveys Guidebook 2nd Edition",
        "Author": "B.C. Ministry of Forests",
        "Subject": "This guidebook describes procedures for measuring disturbance to soil caused by forest practices. It is intended to help forest resource managers plan, prescribe, and implement sound forest practices that comply with the Forest Practices Code. It also provides details on visual inspections, road traverse surveys, landing surveys, and transect surveys for small and large areas.",
        "Creator": "B.C. Ministry of Forests",
        "CreationDate": "200105",
        "ModDate": "",
        "Keywords": "Soil Conservation, Forest Practices Code, Forest Practices, Surveys, Disturbance",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FPCSoilConSur2001.pdf"
    },
    {
        "id": "LMH71EcoClassSouthBC",
        "Title": "Land Management Handbook 71: A Field Guide to Ecosystem Classification and Identification for Southeast British Columbia The East Kootenay",
        "Author": "B.C. Ministry of Forests, Lands, Natural Resource Operations and Rural Development, Kootenay–Boundary Region, Nelson, B.C.",
        "Subject": "This field guide presents site classification and identification information for ecosystems of the East Kootenay, following the Biogeoclimatic Ecosystem Classification (BEC) system. It is part of a four-volume series for southeast British Columbia that updates the biogeoclimatic and site classification previously published for the former Nelson Forest Region.",
        "Creator": "Deb MacKillop, Audrey Ehman, Kristi Iverson, and Evan McKenzie",
        "CreationDate": "2018",
        "ModDate": "",
        "Keywords": "Ecosystem Classification, Southeast British Columbia, East Kootenay, Land Management Handbook, Biogeoclimatic Ecosystem Classification, Nelson Forest Region",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH71EcoClassSouthBC.pdf"
    },
    {
        "id": "LMH71TempSupplBC",
        "Title": "A Temporary Supplement to Land Management Handbook 71: A Field Guide to Ecosystem Classification and Identification for Southeast British Columbia: Two Biogeoclimatic Subzones/Variants in the Golden–Invermere TSAs",
        "Author": "Deb MacKillop",
        "Subject": "This supplement is part of a series of new field guides being developed for southeast British Columbia. It includes site classification and ecosystem information for two biogeoclimatic units: ICHmk5 and ESSFmm3. It provides management direction for these biogeoclimatic units, which would complement the updated and published guide in LMH 71.",
        "Creator": "Deb MacKillop",
        "CreationDate": "2018",
        "ModDate": "",
        "Keywords": "Ecosystem Classification, Southeast British Columbia, Biogeoclimatic Subzones, Land Management Handbook, ICHmk5, ESSFmm3",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH71TempSupplBC.pdf"
    },
    {
        "id": "LMH70BCGUIDE",
        "Title": "Land Management Handbook 70: Field Guide to Ecosystem Classification and Identification for Southeast British Columbia - The South-Central Columbia Mountains",
        "Author": "B.C. Ministry of Forests, Lands and Natural Resource Operations",
        "Subject": "This field guide presents site classification and identification information for ecosystems of the south-central Columbia Mountains, following the Biogeoclimatic Ecosystem Classification (BEC) system. It is part of a four-volume series for southeast British Columbia that updates the biogeoclimatic and site classification previously published for the former Nelson Forest Region.",
        "Creator": "Deb MacKillop and Audrey Ehman",
        "CreationDate": "2016",
        "ModDate": "",
        "Keywords": "Ecosystem Classification, Identification, South-Central Columbia Mountains, Biogeoclimatic Ecosystem Classification (BEC), Nelson Forest Region, Kootenay Lake, Arrow Timber Supply Areas (TSAs)",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH70BCGUIDE.pdf"
    },
    {
        "id": "LMH70SUPPL1",
        "Title": "A Temporary Supplement to Land Management Handbook 70: A Field Guide to Ecosystem Classification and Identification for Southeast British Columbia: Four Biogeoclimatic Subzones/Variants in the Boundary-Okanagan",
        "Author": "B.C. Ministry of Forests, Lands and Natural Resource Operations",
        "Subject": "This supplement is part of a series of new field guides being developed for southeast British Columbia. It includes site classification and ecosystem information for four biogeoclimatic units: ESSFmh, ESSFdc1, ICHdw4, ICHmw5.",
        "Creator": "Deb MacKillop, Audrey Ehman, and Mike Ryan",
        "CreationDate": "2016",
        "ModDate": "",
        "Keywords": "Ecosystem Classification, Identification, Southeast British Columbia, Biogeoclimatic Subzones, Variants, Boundary-Okanagan, ESSFmh, ESSFdc1, ICHdw4, ICHmw5",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH70SUPPL1.pdf"
    },
    {
        "id": "LMH69BCWildfire",
        "Title": "Land Management Handbook 69 - Post-wildfire Natural Hazards Risk Analysis in British Columbia",
        "Author": "B.C. Ministry of Forests, Lands and Natural Resource Operations",
        "Subject": "This handbook describes the process of assessing change following wildfire, along with an evaluation of downslope and downstream risks to life, property, and infrastructure. The process described will help professionals adapt their knowledge and experience to post-wildfire natural hazard risk analyses.",
        "Creator": "Graeme Hope, Peter Jordan, Rita Winkler, Tim Giles, Mike Curran, Ken Soneff, and Bill Chapman",
        "CreationDate": "2015",
        "ModDate": "",
        "Keywords": "Post-wildfire, Natural Hazards, Risk Analysis, British Columbia, Soil Erosion, Floods, Landslides, Snow Avalanches",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH69BCWildfire.pdf"
    },
    {
		"id": "LMH67NTFPBC",
		"Title": "Non-timber Forest Product Development in British Columbia’s Community Forests and Small Woodlands: Constraints and Potential Solutions",
		"Author": "B.C. Ministry of Forests and Range, Centre for Livelihoods and Ecology, Forest Science Program, Royal Roads University",
		"Subject": "The document presents a comprehensive study on the constraints and potential solutions for non-timber forest product development in British Columbia’s Community Forests and Small Woodlands. It summarises the expertise and concerns of a group of community forest managers and small woodland managers interested in non-timber forest product management and development.",
		"Creator": "Emily Jane Davis",
		"CreationDate": "2011",
		"ModDate": "2011",
		"Keywords": "Non-timber Forest Product, British Columbia, Community Forests, Small Woodlands, Constraints, Potential Solutions",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH67NTFPBC.pdf"
    },
    {
        "id": "LMH66CFHAGBCVol1",
        "Title": "Compendium of Forest Hydrology and Geomorphology in British Columbia Volume 1 of 2",
        "Author": "Ministry of Forests and Range, Forest Science Program",
        "Subject": "This document provides a comprehensive summary of the current knowledge and operational experience in forest hydrology, geomorphology, and watershed management in British Columbia. It is organized around six themes: the regional context, watershed hydrology, watershed geomorphology, water quality, stream and riparian ecology, and watershed management decision support.",
        "Creator": "Robin G. Pike, Todd E. Redding, R.D. (Dan) Moore, Rita D. Winkler, and Kevin D. Bladon (editors)",
        "CreationDate": "201006",
        "ModDate": "None",
        "Keywords": "Forest Hydrology, Geomorphology, British Columbia, Watershed Management, Water Quality, Stream Ecology, Riparian Ecology",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH66CFHAGBCVol1.pdf"
    },
    {
        "id": "LMH66CFHAGBCVol2",
        "Title": "Compendium of Forest Hydrology and Geomorphology in British Columbia Volume 2 of 2",
        "Author": "Ministry of Forests and Range, Forest Science Program",
        "Subject": "This handbook consolidates scientific knowledge and operational experience into 19 chapters, explaining watershed processes and effects of disturbances across different regions of British Columbia.",
        "Creator": "Robin G. Pike, Todd E. Redding, R.D. (Dan) Moore, Rita D. Winkler, and Kevin D. Bladon (editors)",
        "CreationDate": "201006",
        "ModDate": "",
        "Keywords": "Forest Hydrology, Geomorphology, British Columbia, Watershed Management, Water Resources",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH66CFHAGBCVol2.pdf"
    },
    {
        "id": "LMH65BWBSEcoId",
        "Title": "Land Management Handbook 65: A Field Guide to Ecosystem Identification for the Boreal White and Black Spruce Zone of British Columbia",
        "Author": "S. Craig DeLong, Allen Banner, William H. MacKenzie, Bruce J. Rogers, Benita Kaytor",
        "Subject": "This guide presents site identification information for ecosystems of the Boreal White and Black Spruce (BWBS) biogeoclimatic zone of British Columbia. It offers descriptions of British Columbia’s boreal ecosystems, a comprehensive revision to the classification of the BWBS, guidance on classifying sites in the field, and insight into common site limitations and potential capabilities related to the ecological conditions of the classified units to assist in preparing management prescriptions.",
        "Creator": "British Columbia Ministry of Forests",
        "CreationDate": "None",
        "ModDate": "None",
        "Keywords": "Land Management, Ecosystem Identification, Boreal White and Black Spruce Zone, Biogeoclimatic Zone, British Columbia, Ecological Conditions, Management Prescriptions",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH65BWBSEcoId.pdf"
    },
    {
        "id": "LMH64PineMush",
        "Title": "Compatible Management of Pine Mushrooms and Timber",
        "Author": "The British Columbia Inter-agency Non-timber Forest Resources (IANTFR) Committee",
        "Subject": "This guide describes the scientific and technical approach to understanding pine mushroom habitat and the compatible management of pine mushrooms and timber. It provides a concise overview of the key issues and concerns for each topic, and suggests resources that can help forest managers overcome some of the barriers to the compatible management they have identified.",
        "Creator": "The British Columbia Inter-agency Non-timber Forest Resources (IANTFR) Committee",
        "CreationDate": "",
        "ModDate": "",
        "Keywords": "Pine Mushrooms, Timber, Compatible Management, British Columbia, Forest Management, Non-timber Forest Resources",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH64PineMush.pdf"
    },
    {
        "id": "LMH63BCSScale",
        "Title": "Land Management Handbook 63: Non-Timber Forest Products and Tourism: Opportunities for Small-Scale Forest Owners and Tenure Holders",
        "Author": "British Columbia Inter-agency Non-timber Forest Resources (IANTFR) Committee, Ministry of Forests and Range",
        "Subject": "This handbook provides an overview of the opportunities for small-scale forest owners and tenure holders in British Columbia to generate income from non-timber forest products (NTFPs) and tourism. It discusses the potential benefits of incorporating NTFPs within forest management and provides suggestions for initial assessments of feasibility for NTFP-based tourism products.",
        "Creator": "British Columbia Inter-agency Non-timber Forest Resources (IANTFR) Committee",
        "CreationDate": "",
        "ModDate": "",
        "Keywords": "Non-timber Forest Products, Tourism, Forest Management, British Columbia, Small-Scale Forest Owners, Tenure Holders",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH63BCSScale.pdf"
    },
    {
        "id": "LMH62NTFP",
        "Title": "Understanding non-timber forest products activity on the land base",
        "Author": "Giuseppe Gerrard Olivotto",
        "Subject": "This handbook provides an overview of non-timber forest products (NTFPs) and their management in British Columbia. It discusses the importance of NTFPs, their value, and the potential for their inclusion in forest management plans. The guide also provides information on the types of NTFPs that are harvested in the province, their locations, and the potential impacts of harvesting.",
        "Creator": "The British Columbia Inter-agency Non-timber Forest Resources (iantfr) Committee",
        "CreationDate": "",
        "ModDate": "",
        "Keywords": "Non-timber forest products, Forest management, British Columbia, Harvesting, Land management",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH62NTFP.pdf"
    },
    {
        "id": "LMH61BCHydRsk",
        "Title": "Managing Forested Watersheds for Hydrogeomorphic Risks on Fans",
        "Author": "Government of British Columbia",
        "Subject": "This manuscript describes five steps used to recognize and analyze risk in fan-watershed systems. The information presented builds upon a body of knowledge regarding fan-watershed systems from British Columbia and beyond.",
        "Creator": "Government of British Columbia",
        "CreationDate": "None",
        "ModDate": "None",
        "Keywords": "British Columbia, forested watersheds, fans, hydrogeomorphic events, watershed development, forest harvesting, risk analysis, fan-watershed systems",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH61BCHydRsk.pdf"
    },
    {
        "id": "LMH60Cariboo",
        "Title": "Management Strategy for Mule Deer Winter Ranges in the Cariboo-Chilcotin Part 1a: Management Plan for Shallow and Moderate Snowpack Zones",
        "Author": "CCLUP Mule Deer Winter Range Strategy Committee",
        "Subject": "This document is part of a three-part package for planning timber harvesting on individual mule deer winter ranges in the shallow and moderate snowpack zones within the Cariboo-Chilcotin, British Columbia. It specifies long-term stand-level objectives for winter range management.",
        "Creator": "Ministry of Environment and the Ministry of Forests and Range",
        "CreationDate": "None",
        "ModDate": "None",
        "Keywords": "Mule Deer, Winter Ranges, Cariboo-Chilcotin, Management Plan, Shallow Snowpack Zones, Moderate Snowpack Zones",
		"Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH60Cariboo.pdf"
    },
    {
        "id": "AcronInit",
        "Title": "Forestry Acronyms and Initialisms",
        "Author": "Ministry of Forests and Range",
        "Subject": "A comprehensive list of acronyms and initialisms used in forestry, created by the Ministry of Forests and Range.",
        "Creator": "Ministry of Forests and Range",
        "CreationDate": "20070701",
        "ModDate": "",
        "Keywords": "Forestry, Acronyms, Initialisms, Ministry of Forests and Range",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/AcronInit.pdf"
    },
    {
        "id": "BCGlossFor",
        "Title": "Glossary of Forestry Terms in British Columbia",
        "Author": "Ministry of Forests and Range",
        "Subject": "This document provides a glossary of forestry terms used in British Columbia, including definitions and explanations of various terms, concepts, and practices related to forestry and land management.",
        "Creator": "Ministry of Forests and Range",
        "CreationDate": "200803",
        "ModDate": "",
        "Keywords": "Forestry, Glossary, British Columbia, Land Management, Aboriginal rights, Adaptive ecosystem management",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCGlossFor.pdf"
    },
    {
        "id": "LMH59Cariboo",
        "Title": "Management Strategy for Mule Deer Winter Ranges in the Cariboo-Chilcotin Part 1b: Management Plan for Transition and Deep Snowpack Zones",
        "Author": "CCLUP Mule Deer Winter Range Strategy Committee",
        "Subject": "This document is Part of a set of information required for planning timber harvesting on individual mule deer winter ranges in the transition and deep snowpack zones within the Cariboo-Chilcotin, British Columbia. This plan sets out standlevel objectives and strategies for these winter ranges.",
        "Creator": "Ministry of Environment and the Ministry of Forests and Range",
        "CreationDate": "",
        "ModDate": "",
        "Keywords": "Mule Deer, Winter Ranges, Cariboo-Chilcotin, Management Strategy, Timber Harvesting, Standlevel Objectives, Strategies",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/Lmh59.pdf"
    },
    {
        "id": "LMH58DendGeo",
        "Title": "Dendroecology: A Guide for Using Trees to Date Geomorphic and Hydrologic Events",
        "Author": "David Wilford, Paolo Cherubini, and Matt Sakals",
        "Subject": "This handbook serves as a guide for using dendroecology, the study of tree response to environmental conditions, to date geomorphic and hydrologic events. It provides forest practitioners with techniques for interpreting records left in tree rings due to environmental events such as landslides or flooding. The guide includes field and laboratory methods for applying dendroecology techniques to determine the dates of such events.",
        "Creator": "David Wilford, Paolo Cherubini, Matt Sakals, B.C. Ministry of Forests, Swiss Federal Institute for Forest, Snow and Landscape Research, Bulkley Valley Centre for Natural Resources Research and Management",
        "CreationDate": "2005",
        "ModDate": "",
        "Keywords": "dendroecology, tree response, environmental conditions, geomorphic events, hydrologic events, forest practitioners",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/Lmh58.pdf"
    },
    {
        "id": "LMH57ForestMgmt",
        "Title": "Forest Management on Fans: Hydrogeomorphic Hazards and General Prescriptions",
        "Author": "D.J. Wilford, M.E. Sakals, and J.L. Innes",
        "Subject": "This handbook presents a six-step hazard recognition scheme that enables forest practitioners to prepare appropriate strategies and prescriptions for forest management on fans, considering hydrogeomorphic hazards. The scheme is applicable to forested fans throughout British Columbia.",
        "Creator": "Ministry of Forests Forest Science Program",
        "CreationDate": "2005",
        "ModDate": "None",
        "Keywords": "Forest Management, Fans, Hydrogeomorphic Hazards, Prescriptions, British Columbia",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH57ForestMgmt.pdf"
    },
    {
        "id": "LMH56LandslideRisk",
        "Title": "Landslide Risk Case Studies in Forest Development Planning and Operations",
        "Author": "Ministry of Forests Forest Science Program",
        "Subject": "This handbook presents a framework for landslide risk management, describes technical terms and methods of landslide risk analysis, and provides a set of landslide risk case studies in forest development. It has been prepared for both forest resource managers and terrain stability professionals.",
        "Creator": "Mike Wise, Glenn Moore, and Doug VanDine",
        "CreationDate": "2004",
        "ModDate": "None",
        "Keywords": "Landslide Risk, Forest Development, Planning, Operations, Terrain Stability",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH56LandslideRisk.pdf"
    },
    {
        "id": "LMH54FGSI",
        "Title": "A Field Guide to Site Identification and Interpretation for the North Central Portion of the Northern Interior Forest Region",
        "Author": "Ministry of Forests, Forest Science Program",
        "Subject": "This guide presents site identification and interpretation information for forest ecosystems of the north central portion of the Northern Interior Forest Region. It aims to assist the user in classifying sample sites in the field and provide interpretations for these site units that will assist the user in preparing management prescriptions.",
        "Creator": "Ministry of Forests, Forest Science Program",
        "CreationDate": "2004",
        "ModDate": "None",
        "Keywords": "Forest Ecosystems, Northern Interior Forest Region, Site Identification, Site Interpretation, Biogeoclimatic Ecosystem Classification, Silviculture Prescription",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH54FGSI.pdf"
    },
    {
        "id": "LMH53NatDist",
        "Title": "Estimating Historical Variability of Natural Disturbances in British Columbia",
        "Author": "Carmen Wong, Brigitte Dorner, Holger Sandmann",
        "Subject": "This report presents a review of natural disturbance dynamics for each of the 14 biogeoclimatic zones in British Columbia. It also presents methods for determining intervals for stand-replacing and stand-maintaining disturbances. The report demonstrates an application of the process for selecting and using one of the methods for determining disturbance intervals in the Arrow Forest District. Finally, it presents recommendations to address the gaps identified in research on disturbance dynamics, data collection, and data maintenance, as well as quantitative methods for determining disturbance intervals in British Columbia.",
        "Creator": "Ministry of Forests, Forest Science Program, Ministry of Sustainable Resource Management, Resource Planning Branch",
        "CreationDate": "2003",
        "ModDate": "None",
        "Keywords": "Natural Disturbances, British Columbia, Forest Management, Biogeoclimatic Zones, Disturbance Dynamics, Disturbance Intervals, Arrow Forest District",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH53NatDist.pdf"
    },
    {
        "id": "LMH52Wetland",
        "Title": "Wetlands of British Columbia: A Guide to Identification",
        "Author": "William H. MacKenzie, Jennifer R.Moran",
        "Subject": "This guide presents a site classification and interpretative information for wetlands and related ecosystems of British Columbia. The objectives of the classification are to provide a framework for organizing ecological information and management experience about ecosystems, promote a better understanding of wetlands and related ecosystems, provide users with a common language to describe wetland ecosystems, and provide an ecological basis for management of wetlands.",
        "Creator": "The Research Branch of British Columbia’s Ministry of Forests",
        "CreationDate": "None",
        "ModDate": "None",
        "Keywords": "Wetlands, British Columbia, Ecosystems, Biogeoclimatic Ecosystem Classification, Wetland and Riparian Ecosystem Classification",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH52Wetland.pdf"
    },
    {
        "id": "LMH51PGFR",
        "Title": "A Field Guide to Site Identification and Interpretation for the Southeast Portion of the Prince George Forest Region",
        "Author": "C. DeLong",
        "Subject": "This guide presents site identification and interpretation information for forest ecosystems of the southeast portion of the Prince George Forest Region. It provides a framework for organizing ecological information and management experience about ecosystems, promotes understanding of identified ecosystems and the relationships among them, and supplies resource managers with a common language to describe forest sites.",
        "Creator": "Ministry of Forests, Forest Science Program",
        "CreationDate": "2003",
        "ModDate": "",
        "Keywords": "Forest Ecosystems, Site Identification, Interpretation, Prince George Forest Region, Biogeoclimatic Ecosystem Classification, Resource Management, Silviculture Prescription",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH51PGFR.pdf"
    },
    {
        "id": "LMH50SilvSurv",
        "Title": "The Effect of the Silviculture Survey Parameters on the Free-Growing Decision Probabilities and Projected Volume at Rotation",
        "Author": "Wendy A. Bergerud, Ministry of Forests, Forest Science Program",
        "Subject": "This handbook discusses the silviculture survey system used by the B.C. Ministry of Forests to assess stands for free-growing status. The silviculture survey system is reviewed, and the decision curve as a statistical tool to assess risk is explained. Decision curves are used to explore the effects of changes to survey parameters, as determined by a simulation study of homogeneous stem maps.",
        "Creator": "Wendy A. Bergerud, B.C. Ministry of Forests, Research Branch",
        "CreationDate": "2002",
        "ModDate": "None",
        "Keywords": "Silviculture Survey, Free-Growing Decision, Projected Volume, Rotation, Forests, Forest Science",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH50SilvSurv.pdf"
    },
    {
        "id": "LMH49UVB",
        "Title": "Ultraviolet-B Radiation Impacts on Tree Seedlings in British Columbia",
        "Author": "Sylvia J. L'Hirondelle and Wolfgang D. Binder",
        "Subject": "This document discusses the impacts of ultraviolet-B radiation on tree seedlings in British Columbia. It provides background information on the thinning ozone layer and how UV-B affects plants, summarizes the logistics of UV-B exposure studies, and shows results for each tree species studied. It also provides an initial ranking of UV-B sensitivity, compares the results to those of other studies, and makes recommendations for future directions.",
        "Creator": "Ministry of Forests, Forest Science Program, British Columbia",
        "CreationDate": "2002",
        "ModDate": "None",
        "Keywords": "Ultraviolet-B Radiation, Tree Seedlings, British Columbia, Ozone Layer, UV-B Exposure Studies, UV-B Sensitivity",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH49UVB.pdf"
    },
    {
        "id": "LMH46NBCInd",
        "Title": "Plant Indicator Guide for Northern British Columbia: Boreal, Sub-Boreal, and Subalpine Biogeoclimatic Zones BWBS, SBS, SBPS, and northern ESSF",
        "Author": "Leisbet Beaudry, Ray Coupé, Craig Delong, Jim Pojar",
        "Subject": "This guidebook shows how the distribution of common forest plants changes across British Columbia’s northern interior landscape due to variations in climate, terrain, and site and soil conditions. The guide contains 215 plant species or groups of species that occur in the major biogeoclimatic zones of the Prince Rupert, Prince George, and northern Cariboo Forest Regions.",
        "Creator": "Ministry of Forests, Forest Science Program, British Columbi",
        "CreationDate": "1999",
        "ModDate": "None",
        "Keywords": "Plant Indicator, Northern British Columbia, Boreal, Sub-Boreal, Subalpine Biogeoclimatic Zones, BWBS, SBS, SBPS, northern ESSF, Ministry of Forests",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH46NBCInd.pdf"
    },
    {
        "id": "LMH45Brush",
        "Title": "Brushing and Grazing Effects on Lodgepole Pine, Vascular Plants, and Range Forage in Three Plant Communities in the Southern Interior of British Columbia: Nine-Year Results",
        "Author": "Suzanne Simard, Jean Heineman, and Phil Youwe",
        "Subject": "The document discusses the effects of brushing and grazing on lodgepole pine, vascular plants, and range forage in three plant communities in the southern interior of British Columbia. It provides quantitative information on the effect of treatment on conifer growth, plant community health, and livestock range productivity. The document also discusses the impact of these brushing treatments on the range resource.",
        "Creator": "Ministry of Forests Research Program",
        "CreationDate": "1998",
        "ModDate": "",
        "Keywords": "Brushing, Grazing, Lodgepole Pine, Vascular Plants, Range Forage, Plant Communities, British Columbia, Conifer Growth, Plant Community Health, Livestock Range Productivity",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH45Brush.pdf"
    },
    {
        "id": "LMH44SoilRehab",
        "Title": "Forest Soil Rehabilitation in British Columbia: A Problem Analysis",
        "Author": "Ministry of Forests Research Program, C.E. Bulmer",
        "Subject": "This document discusses the need for research on forest soil rehabilitation to ensure cost-effectiveness and maximum benefits. It summarizes existing information and assesses the need for new information to improve the results of soil rehabilitation efforts. It also provides information on the effects of various techniques on forest productivity, and on the potential beneficial effects of soil rehabilitation on timber supply.",
        "Creator": "C.E. Bulmer, Ministry of Forests Research Program",
        "CreationDate": "1998",
        "ModDate": "None",
        "Keywords": "Forest Soil Rehabilitation, British Columbia, Soil Productivity, Forest Productivity, Soil Conservation",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH44SoilRehab.pdf"
    },
    {
        "id": "LMH43Lichen",
        "Title": "Estimating the Abundance of Arboreal Forage Lichens: User’s Guide",
        "Author": "Susan K. Stevenson, Art N. Lance, and Harold M. Armleder",
        "Subject": "This handbook provides a guide for estimating the abundance of arboreal forage lichens, which are critically important winter forage for caribou in parts of British Columbia. It is intended to help forest managers make better decisions about logging in caribou habitat.",
        "Creator": "Ministry of Forests Research Program",
        "CreationDate": "1998",
        "ModDate": "None",
        "Keywords": "Arboreal Forage Lichens, Caribou, British Columbia, Forest Management, Lichen Abundance",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH43Lichen.pdf"
    },
    {
        "id": "LMH42StatsAd",
        "Title": "Statistical Methods for Adaptive Management Studies",
        "Author": "Vera Sit and Brenda Taylor (Editors), Ministry of Forests Research Program",
        "Subject": "This handbook provides a guide to statistical methods appropriate for adaptive management studies, with material that should interest both managers and researcher scientists. It serves as an introduction for some resource managers and a refresher for others on statistical methods, their strengths and weaknesses, and their suitability for studies of different types of management problems.",
        "Creator": "Ministry of Forests Research Program",
        "CreationDate": "1998",
        "ModDate": "",
        "Keywords": "Adaptive Management, Statistical Methods, Resource Management, Forestry",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH42StatsAd.pdf"
    },
    {
        "id": "LMH40SeedBio",
        "Title": "Field Studies of Seed Biology",
        "Author": "Carole L. Leadem, Sharon L. Gillies, H. Karen Yearsley, Vera Sit, David L. Spittlehouse, Philip J. Burton",
        "Subject": "This manual details methods for conducting field studies of tree seeds, covering topics such as planning and organizing a field study, setting up an environmental monitoring program, natural seed production, seed dispersal, seed predation, seed banks, assessing seed quality and viability, and effects of silvicultural practices on emergence. It is intended for use by researchers in public and private forest resource management agencies, universities, and colleges.",
        "Creator": "B.C. Ministry of Forests, Research Branch",
        "CreationDate": "1997",
        "ModDate": "None",
        "Keywords": "Field Studies, Seed Biology, Tree Seeds, Natural Seed Production, Seed Dispersal, Seed Predation, Seed Banks, Seed Quality, Viability, Silvicultural Practices, Emergence",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH40SeedBio.pdf"
    },
    {
        "id": "LMH39CFRP1",
        "Title": "A FIELD GUIDE TO FOREST SITE IDENTIFICATION AND INTERPRETATION FOR THE CARIBOO FOREST REGION Part 1",
        "Author": "O. A. Steen and R. A. CoupØ, Ministry of Forests, Research Program",
        "Subject": "This guide aims to assist users in describing and identifying forest ecosystems and provide management interpretations to assist users in preparing stand-level forest management prescriptions. It describes only forested site units in the Cariboo Forest Region.",
        "Creator": "Ordell Steen, Research Ecologist, Cariboo Forest Region, Ministry of Forests, Ray CoupØ, Research Ecologist, Cariboo Forest Region, Ministry of Forests",
        "CreationDate": "1997",
        "ModDate": "None",
        "Keywords": "Forest Site Identification, Forest Management, Cariboo Forest Region, Biogeoclimatic Units, Silviculture Considerations",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH39CFRP1.pdf"
    },
    {
        "id": "LMH39CFRP2",
        "Title": "A FIELD GUIDE TO FOREST SITE IDENTIFICATION AND INTERPRETATION FOR THE CARIBOO FOREST REGION Part 2",
        "Author": "O. A. Steen and R. A. CoupØ, Ministry of Forests Research Program",
        "Subject": "This handbook provides a guide to forest site identification and interpretation for the Cariboo Forest Region. It includes information on the SBSdw1 landscape, its distinguishing features, and site units.",
        "Creator": "Ordell Steen, Research Ecologist, Cariboo Forest Region, Ministry of Forests, Ray CoupØ, Research Ecologist, Cariboo Forest Region, Ministry of Forests",
        "CreationDate": "1997",
        "ModDate": "None",
        "Keywords": "Cariboo Forest Region, Forest Site Identification, SBSdw1, Bioclimatology, Forest Site Quality, Biogeography, Forest Ecology, Forest Management",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH39CFRP2.pdf"
    },
    {
        "id": "LMH39CFRS1",
        "Title": "A FIELD GUIDE TO FOREST SITE IDENTIFICATION AND INTERPRETATION FOR THE CARIBOO FOREST REGION Supplement 1",
        "Author": "Ministry of Forests",
        "Subject": "This document is a supplement to the Land Management Handbook 39, providing detailed information about the ESSFxv2, the highest-elevation forests on leeward slopes of the Coast Mountains and the Camelsfoot Range southeast of Taseko Lakes. It includes descriptions of the landscape, distinguishing features from adjacent units, and site units of the ESSFxv2.",
        "Creator": "Ministry of Forests",
        "CreationDate": "1997",
        "ModDate": "2001",
        "Keywords": "Land Management, Handbook, ESSFxv2, Engelmann Spruce, Subalpine Fir, Big Creek Variant, Coast Mountains, Camelsfoot Range, Site Units",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH39CFRS1.pdf"
    },
    {
        "id": "LMH39CFRS2",
        "Title": "A FIELD GUIDE TO FOREST SITE IDENTIFICATION AND INTERPRETATION FOR THE CARIBOO FOREST REGION Supplement 2",
        "Author": "O. A. Steen and R. A. Coupé",
        "Subject": "This document is a supplement to the original field guide for the Cariboo Forest Region, focusing on the SBSmw (Sub-Boreal Spruce Moist Warm Subzone). It provides information about the geographical location, distinguishing features, and site units of the SBSmw.",
        "Creator": "Ministry of Forests Research Program",
        "CreationDate": "200206",
        "ModDate": "None",
        "Keywords": "Cariboo Forest Region, SBSmw, Sub-Boreal Spruce Moist Warm Subzone, forest site identification, forest interpretation",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH39CFRS2.pdf"
    },
    {
        "id": "LMH38DCSSS",
        "Title": "The Date Creek Silvicultural Systems Study in the Interior Cedar–Hemlock Forests of Northwestern British Columbia: Overview and Treatment Summaries",
        "Author": "Ministry of Forests Research Program",
        "Subject": "The Date Creek silvicultural systems study was one of several research projects established throughout British Columbia in the early 1990s to examine alternatives to traditional clearcut harvesting. The overall goal of the Date Creek silvicultural systems study is to better understand ecosystem function and to help develop silvicultural systems that maintain biological diversity, hydrological integrity of watersheds, wildlife habitat, and wood production.",
        "Creator": "K. Dave Coates, Allen Banner, J. Douglas Steventon, Phil LePage and Paula Bartemucci",
        "CreationDate": "1997",
        "ModDate": "None",
        "Keywords": "Date Creek, Silvicultural Systems, Interior Cedar–Hemlock Forests, Northwestern British Columbia, Ministry of Forests, Research Program, Clearcut Harvesting, Ecosystem Function, Biological Diversity, Hydrological Integrity, Wildlife Habitat, Wood Production",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH38DCSSS.pdf"
    },
    {
        "id": "LMH37Caribou",
        "Title": "Caribou Habitat Use in the Chelaslie River Migration Corridor and Recommendations for Management",
        "Author": "J. Douglas Steventon, Ministry of Forests Research Program, B.C. Ministry of Forests, Forestry Division Services Branch",
        "Subject": "Movements and habitat use of radio-collared caribou (Rangifer tarandus) within the Chelaslie River 'migration corridor' of the Tweedsmuir—Entiako herd were monitored from the spring of 1993 through the spring of 1995. The study concludes that the area is more than simply a migration movement corridor and provides management recommendations.",
        "Creator": "J. Douglas Steventon, B.C. Ministry of Forests",
        "CreationDate": "1996",
        "ModDate": "",
        "Keywords": "Caribou, Habitat, Chelaslie River, Migration, Management, Forestry, British Columbia",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH37Caribou.pdf"
    },
    {
        "id": "LMH36STBBM",
        "Title": "Silviculture of Temperate and Boreal Broadleaf-conifer Mixtures",
        "Author": "P.G. Comeau and K.D. Thomas",
        "Subject": "This document discusses the silviculture of mixedwood forests in British Columbia, focusing on six major broadleaf species found in mixture with conifer species. It explores the benefits and challenges of managing mixedwood forests, emphasizing the need for a deeper understanding of the ecology and silvics of the species in the mixture for successful management.",
        "Creator": "Province of British Columbia Ministry of Forests Research Program",
        "CreationDate": "1996",
        "ModDate": "",
        "Keywords": "Silviculture, Temperate, Boreal, Broadleaf-conifer Mixtures, Mixedwood Forests, British Columbia, Forest Management",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH36STBBM.pdf"
    },
    {
        "id": "LMH35ERW",
        "Title": "The Ecological Roles of Wildlife Tree Users in Forest Ecosystems",
        "Author": "Marlene M. Machmer and Christoph Steeger",
        "Subject": "This report synthesizes North American literature about the effects of wildlife tree users on invertebrate and vertebrate pest populations. The feeding habits of 92 species of wildlife tree users in British Columbia are described along with the forest pest species (vertebrate and invertebrate) they prey on. By examining the trophic relationships of wildlife tree users, knowledge of their other ecological roles is gained. These roles are identified and discussed in the context of forest management. Management recommendations and research directions are discussed.",
        "Creator": "Ministry of Forests Research Program",
        "CreationDate": "19950305",
        "ModDate": "None",
        "Keywords": "Wildlife Tree Users, Forest Ecosystems, Pest Populations, Trophic Relationships, Forest Management",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH35ERW.pdf"
    },
    {
        "id": "LMH34SheepGG",
        "Title": "Sheep Grazing Guidelines for Managing Vegetation on Forest Plantations in British Columbia",
        "Author": "T. Newsome, B. Wikeem, and C. Sutherland",
        "Subject": "This handbook provides guidelines for using sheep grazing as a vegetation management option in British Columbia. It discusses the planning, implementation, and evaluation of sheep grazing projects, and provides information on the effects of sheep grazing on target vegetation and crop tree response.",
        "Creator": "Ministry of Forests Research Program",
        "CreationDate": "1995",
        "ModDate": "None",
        "Keywords": "Sheep Grazing, Vegetation Management, Forest Plantations, British Columbia, Ministry of Forests",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH34SheepGG.pdf"
    },
    {
        "id": "LMH33BrdBrd",
        "Title": "Breeding Bird Communities in Aspen Forests of the Sub-boreal Spruce (dk Subzone) in the Prince Rupert Forest Region",
        "Author": "Rosamund A Pojar, Ministry of Forests Research Program, Province of British Columbia",
        "Subject": "A principal objective of this project was the study of the diversity of bird communities in different seral stages of the aspen ecosystem in the Sub-boreal Spruce (dk subzone) of the Prince Rupert Forest Region. The report suggests that removal of aspen, either commercially or by land clearing, might affect breeding birds using the different seral stages.",
        "Creator": "Rosamund A. Pojar, Mountainview Ecological Services, B.C. Ministry of Forests",
        "CreationDate": "1995",
        "ModDate": "None",
        "Keywords": "Breeding Bird Communities, Aspen Forests, Sub-boreal Spruce, Prince Rupert Forest Region, Forest Management, Habitat Modification",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH33BrdBrd.pdf"
    },
    {
        "id": "LMH32YewBio",
        "Title": "A Summary of Western Yew Biology with Recommendations for its Management in British Columbia",
        "Author": "Elizabeth Campbell and Alison Nicholson",
        "Subject": "This document provides a comprehensive summary of the biology of Western Yew and offers recommendations for its management in British Columbia. It addresses the increased interest in Western Yew due to its anti-cancer properties and the need for sustainable management practices to protect this resource.",
        "Creator": "Province of British Columbia Ministry of Forests Research Program",
        "CreationDate": "1995",
        "ModDate": "",
        "Keywords": "Western Yew, Management, British Columbia, Taxol, Anti-cancer properties, Sustainable Harvesting",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH32YewBio.pdf"
    },
    {
        "id": "LMH31BCFloods",
        "Title": "Rainstorm and Flood Damage: Northwest British Columbia 1891–1991",
        "Author": "D. Septer and J.W. Schwab",
        "Subject": "Historical reports of important rainstorm and flood events in northwest British Columbia and the Queen Charlotte Islands are compiled for the years 1891-1991. A brief descriptive history is presented for each event, including date, storm duration, precipitation data, storm damage details, and other relevant storm facts, along with a list of the source materials.",
        "Creator": "Ministry of Forests Research Program",
        "CreationDate": "1995",
        "ModDate": "None",
        "Keywords": "Rainstorm, Flood Damage, Northwest British Columbia, History, Precipitation, Storm Damage",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH31BCFloods.pdf"
    },
    {
        "id": "LMH30BCMF",
        "Title": "Land Management Handbook 30: A Guide to the Biology and Use of Forest Tree Seeds",
        "Author": "Carole Leadem, B.C. Ministry of Forests",
        "Subject": "This handbook describes the basic principles that govern the biology of forest tree seeds and examines how these principles might apply to reforestation. Its intent is to give an overall picture of how and why seeds may germinate and to provide some understanding of a remarkable process.",
        "Creator": "Province of British Columbia Ministry of Forests Research Program",
        "CreationDate": "1996",
        "ModDate": "",
        "Keywords": "Forest Tree Seeds, Seed Biology, Reforestation, Germination",
        "Link": "https://storage.googleapis.com/moflibrary/Uploaded/LMH30BCMF.pdf"
    },
	{
	"id": "BILL_23_2021",
	"Title": "BILL 23 – 2021 FORESTS STATUTES AMENDMENT ACT, 2021",
	"Author": "MINISTRY OF FORESTS, LANDS, NATURAL RESOURCE OPERATIONS AND RURAL DEVELOPMENT",
	"Subject": "Bill 23 makes amendments to the Forest Act, Forest and Range Practices Act and other related Acts. Key amendments include establishing forest landscape plans, requiring forest operations plans for certain forest activities, regulating road construction and deactivation, establishing areas of catastrophic damage, and enabling agreements with Indigenous governing bodies.",
	"Creator": "Government of British Columbia", 
	"CreationDate": "2021",
	"ModDate": "None",
	"Keywords": "Forest Act, Forest and Range Practices Act, forest management, Indigenous rights, forest landscape plans, forest operations plans, road construction, road deactivation, areas of catastrophic damage, Indigenous agreements",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BILL_23_2021.pdf"
	},
	{
	"id": "13TS_DPKG_2020_NOV",
	"Title": "Kootenay Lake Timber Supply Area Timber Supply Review Data Package November 2020",
	"Author": "Tara DeCourcy, District Manager, Selkirk Natural Resource District, Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
	"Subject": "This data package summarizes the information and assumptions required for the Kootenay Lake TSA timber supply analysis for the chief forester's Section 8 allowable annual cut determination. It provides background information on the TSA, landbase definitions, current forest management practices, growth and yield, and the proposed modeling approach.",
	"Creator": "Government of British Columbia, Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
	"CreationDate": "2020",
	"ModDate": "None",
	"Keywords": "Kootenay Lake TSA, timber supply review, data package, allowable annual cut, land base, forest management",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/13TS_DPKG_2020_NOV.pdf"
	},
	{
	"id": "KOOTLAKTS12023",
	"Title": "Kootenay Lake TSA Discussion Paper May 2023",
	"Author": "British Columbia Ministry of Forests",
	"Subject": "This discussion paper provides a summary of the timber supply analysis and harvest projections supporting the timber supply review for the Kootenay Lake TSA in British Columbia. It examines the impacts of current legal requirements and demonstrated forest management practices on the timber supply, economy, environment and social conditions.",
	"Creator": "Forest Analysis and Inventory Branch, Ministry of Forests",
	"CreationDate": "2023",
	"ModDate": "None",
	"Keywords": "Kootenay Lake TSA, timber supply review, allowable annual cut, harvest projections, base case",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/KOOTLAKTS12023.pdf"
	},
	{
	"id": "OKATSR2022",
	"Title": "AAC Rationale for Okanagan TSA, January 2022",
	"Author": "Shane Berg, RPF, Deputy Chief Forester, B.C. Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
	"Subject": "This document provides rationale for the allowable annual cut determination for the Okanagan Timber Supply Area in British Columbia, considering factors such as land base, growth and yield, management practices, First Nations interests, and other social, economic and environmental factors.",
	"Creator": "Shane Berg, Deputy Chief Forester",
	"CreationDate": "2022",
	"ModDate": "None",
	"Keywords": "Okanagan TSA, allowable annual cut, AAC determination, timber supply, harvest projections, First Nations, community watersheds",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/OKATSR2022.pdf"
	},
	{
	"id": "CASCFO2020",
	"Title": "Chief Forester Order Section 173 of the Forest Act",
	"Author": "Diane Nicholls, Chief Forester",
	"Subject": "This order by the Chief Forester reduces the allowable annual cut for the Cascadia Timber Supply Area by 9310 cubic meters until the Kitsumkalum-Kitselas Designated Area No. 1 ceases to be a designated area.",
	"Creator": "Diane Nicholls, Chief Forester",
	"CreationDate": "20200123",
	"ModDate": "None",
	"Keywords": "Cascadia TSA, allowable annual cut, AAC reduction, chief forester order",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/CASCFO2020.pdf"
	},
	{
	"id": "CascTSAAACRat",
	"Title": "AAC Rationale for Cascadia TSA, January 2020",
	"Author": "Diane Nicholls, RPF",
	"Subject": "Rationale for the allowable annual cut determination for the Cascadia Timber Supply Area issued on January 23, 2020 by Diane Nicholls, Chief Forester.",
	"Creator": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
	"CreationDate": "20200123", 
	"ModDate": "20200123",
	"Keywords": "Cascadia TSA, allowable annual cut, AAC, timber supply, BC Timber Sales, rationale",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/CascTSAAACRat.pdf"
	},
	{
	"id": "BCTSPGO",
	"Title": "BCTS Principles, Goal and Objectives",  
	"Author": "BC Timber Sales",
	"Subject": "Document outlines the principles, goal, objectives and intended outcomes of BC Timber Sales.",
	"Creator": "BC Timber Sales",
	"CreationDate": "None",
	"ModDate": "None",
	"Keywords": "BC Timber Sales, principles, goal, objectives, outcomes, timber sales",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCTSPGO.pdf"
	},
	{
	"id": "BCVIAGB03",
	"Title": "Visual Quality Class Summary Sheets from BC VIA Guidebook",
	"Author": "British Columbia, Ministry of Forests",
	"Subject": "This document provides examples of the range of impacts acceptable for different visual quality classes in forest management in British Columbia. It includes photos showing gradations of alteration for clearcuts and partial cuts within each visual class from most restrictive to most liberal.",
	"Creator": "British Columbia Ministry of Forests", 
	"CreationDate": "None",
	"ModDate": "None",
	"Keywords": "visual quality, forest management, clearcutting, partial cutting, retention, British Columbia",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/BCVIAGB03.pdf"
	},
	{
	"id": "FCGB2012",
	"Title": "Fish-stream Crossing Guidebook Revised Edition September 2012",
	"Author": "B.C. Ministry of Forests, Lands and Natural Resource Operations, B.C. Ministry of Environment, and Fisheries and Oceans Canada",
	"Subject": "This guidebook provides guidance for forest and resource managers on planning, prescribing, and implementing sound fish-stream crossing practices to maintain fish passage and protect fish habitat.",
	"Creator": "B.C. Ministry of Forests, Lands and Natural Resource Operations",
	"CreationDate": "None",
	"ModDate": "None", 
	"Keywords": "fish passage, fish habitat, stream crossings, culverts, forest roads, bridges, legislation, environmental protection",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FCGB2012.pdf"
	},
	{
	"id": "FISHGUIDEMETA",
	"Title": "Fish-Stream Crossing Guidebook Information Sheet, May 2013Ministry of Transportation and Infrastructure - Environmental Management",
	"Author": "Ministry of Transportation and Infrastructure - Environmental Management",
	"Subject": "This document provides background information and guidance on the use of the Fish-Stream Crossing Guidebook for designing and installing culverts and other structures at fish stream crossings on roads managed by the Ministry of Transportation and Infrastructure in British Columbia.",
	"Creator": "Ministry of Transportation and Infrastructure - Environmental Management Section",
	"CreationDate": "20130500", 
	"ModDate": "None",
	"Keywords": "fish passage, culverts, stream crossings, infrastructure, fish habitat, environmental management",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FISHGUIDEMETA.pdf"
	},
	{
	"id": "FORRENEWREPMETA",
	"Title": "Interior Forest Sector Renewal Engagement",
	"Author": "B.C. Government Communications and Public Engagement",
	"Subject": "This report summarizes feedback gathered through community engagement sessions, written submissions, and an online survey as part of the B.C. government's Interior Forest Sector Renewal initiative.",
	"Creator": "B.C. Government Communications and Public Engagement",
	"CreationDate": "20200225",
	"ModDate": "None",
	"Keywords": "forestry, timber supply, forest tenure, climate change, manufacturing, reconciliation, Indigenous communities, British Columbia",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FORRENEWREPMETA.pdf"
	},
	{
	"id": "FORRENEWDISMETA",
	"Title": "Interior Forest Sector Renewal Policy and Program Engagement Discussion Paper Summer 2019",
	"Author": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
	"Subject": "This discussion paper provides background information on challenges facing the interior forest sector in British Columbia and poses questions to prompt feedback to help shape policy changes to support sector renewal.",
	"Creator": "Ministry of Forests, Lands, Natural Resource Operations and Rural Development",
	"CreationDate": "20190700",
	"ModDate": "None",
	"Keywords": "forestry, timber supply, forest tenure, manufacturing, reconciliation, Indigenous communities, climate change, British Columbia",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FORRENEWDISMETA.pdf"
	},
	{
	"id": "FPBFishHabRpt",
	"Title": "Special Investigation: Conserving Fish Habitat under the Forest and Range Practices Act",
	"Author": "Forest Practices Board",
	"Subject": "This report evaluates the protection of fish habitat under the Forest and Range Practices Act in BC. It examines watershed protections, licensee planning, monitoring, and practices on the ground in 5 case-study watersheds. It finds issues like sediment from roads and damage to riparian buffers are risks to fish habitat.",
	"Creator": "Forest Practices Board",
	"CreationDate": "2018",
	"ModDate": "None",
	"Keywords": "Fish habitat, Forest and Range Practices Act, Watershed protection, Riparian buffers, Sediment",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/FPBFishHabRpt.pdf"
	},
	{
	"id": "kamloops_lrmp",
	"Title": "Kamloops Land and Resource Management Plan",
	"Author": "Kamloops Interagency Management Committee",
	"Subject": "The Kamloops Land and Resource Management Plan is a sub-regional land use plan covering 2.2 million hectares of south-central British Columbia. It provides objectives and strategies for managing land, water, ecosystems and resources in the Kamloops region.",
	"Creator": "Kamloops Interagency Management Committee",
	"CreationDate": "19950728",
	"ModDate": "19960331",
	"Keywords": "Kamloops, British Columbia, land use planning, resource management",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/kamloops_lrmp.pdf"
	},
	{
	"id": "KLRMPMonitoring",
	"Title": "Kamloops Land and Resource Management Plan Monitoring Report 1999 A Component of British Columbia’s Land Use Strategy",
	"Author": "Ministry of Environment Lands and Parks, Ministry of Forests, Ministry of Agriculture and Food, Ministry of Energy and Mines, BC Parks",
	"Subject": "The Kamloops LRMP Monitoring Report (1999) provides an assessment of the LRMP’s implementation progress and effectiveness. It includes an implementation assessment, an effectiveness assessment, and recommendations for improvements based on the assessment results.",
	"Creator": "Stuart Gale and Associates Ltd. in collaboration with Gary Reay, Process Coordinator for the Kamloops LRMP",
	"CreationDate": "1999", 
	"ModDate": "None",
	"Keywords": "Kamloops LRMP, land use planning, implementation, effectiveness, monitoring",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/KLRMPMonitoring.pdf"
	},
	{
	"id": "KLRMPDataPkg",
	"Title": "Kamloops TSA Timber Supply Review Data Package",  
	"Author": "Ministry of Forests, Lands and Natural Resource Operations",
	"Subject": "This data package summarizes the information and assumptions used to conduct timber supply analysis for the Timber Supply Review of the Kamloops Timber Supply Area.",
	"Creator": "Ministry of Forests, Lands and Natural Resource Operations",
	"CreationDate": "2015",
	"ModDate": "None",
	"Keywords": "Kamloops, timber supply, data package, forest management",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/KLRMPDataPkg.pdf"
	},
	{
	"id": "kamloopstsadiscussion",
	"Title": "Kamloops TSA Discussion Paper September 2015",
	"Author": "British Columbia Ministry of Forests, Lands and Natural Resource Operations", 
	"Subject": "This discussion paper provides a summary of the results of the timber supply analysis for the timber supply review of the Kamloops TSA in British Columbia. It examines the impacts of current legal requirements and demonstrated forest management practices on the timber supply, economy, environment and social conditions.",
	"Creator": "Forest Analysis and Inventory Branch, Ministry of Forests, Lands and Natural Resource Operations",
	"CreationDate": "2015",
	"ModDate": "None",
	"Keywords": "Kamloops TSA, timber supply review, allowable annual cut, timber supply analysis, British Columbia",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/kamloopstsadiscussion.pdf"
	},
	{
	"id": "kamloopstsarational", 
	"Title": "AAC Rationale for Kamloops TSA",
	"Author": "Ministry of Forests, Lands and Natural Resource Operations",
	"Subject": "This document provides the rationale for the chief forester's determination of the allowable annual cut for the Kamloops Timber Supply Area in British Columbia.",
	"Creator": "Diane Nicholls, Chief Forester", 
	"CreationDate": "2016",
	"ModDate": "None",
	"Keywords": "Kamloops TSA, allowable annual cut, AAC determination, timber supply, chief forester, British Columbia",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/kamloopstsarational.pdf"
	},
	{
	"id": "klrmpogmaguidance",
	"Title": "Kamloops Land and Resource Management Plan OGMA guidance March 5 2013",
	"Author": "Ministry of Forests, Lands and Natural Resource Operations",
	"Subject": "This document provides background and guidance on the Ministerial Order under the Land Act regarding Old Growth Management Objectives for the Kamloops Land and Resource Management Plan Area.",
	"Creator": "Ministry of Forests, Lands and Natural Resource Operations",
	"CreationDate": "2013", 
	"ModDate": "None",
	"Keywords": "Kamloops LRMP, old growth management areas, OGMA, Land Act, ministerial order, guidance, British Columbia",
	"Link": "https://storage.googleapis.com/moflibrary/Uploaded/kamloopstsarational.pdf"
	}
]



